Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/charges/v1.1/docs.po
Languages: es

source: Charges
es: Cargos

source: The charges extension is used to record details of the **total** charges that are estimated or applied to users or government during the operation of a Public Private Partnership contract.
es: La extensión de cargos se utiliza para registrar detalles de los **cargos totales** estimados o aplicados a los usuarios o al gobierno durante la operación de un contrato de Asociación Público Privada.

source: This can be used to provide a breakdown of **government support** to a project, on a period-by-period basis.
es: Esto puede utilizarse para proporcionar un desglose del **apoyo gubernamental** a un proyecto, sobre una base de período por período.

source: Overview
es: Resumen

source: The Charges extension introduces a ```charges``` property to both ```Contract``` and ```Contract/Implementation```.
es: La extensión Cargos introduce una propiedad ```charges``` tanto para```Contract``` como para ```Contract/Implementation```.

source: This contains an array of ```Charge``` objects with properties for:
es: Contiene una matriz de objetos ```Charge``` con propiedades para:

source: ```title``` - a descriptive title of the charge;
es: ```title``` - título descriptivo del cargo;

source: ```paidBy``` - either 'government' or 'user';
es: ```paidBy``` - ya sea 'gobierno' o 'usuario';

source: ```period``` - the start and end-date of the period covered by the charge;
es: ```period```: la fecha de inicio y de finalización del período cubierto por el cargo;

source: ```estimatedValue``` - the predicated total value of this charge during the period;
es: ```estimatedValue``` - el valor total previsto de este cargo durante el período;

source: ```actualValue``` - the actual value (updated after the period has ended) of the charge during the period;
es: ```actualValue``` - el valor real (actualizado después de finalizado el período) del cargo durante el período;

source: ```notes``` - further information on the charge;
es: ```notes``` - información adicional sobre el cargo;
