Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/designContest/master/schema.po
Languages: es

source: Design contest
es: Concurso de proyecto

source: Adds an object to the tender object to describe a design contest.
es: Agregar un objeto al objeto de la licitación para describir un concurso de proyecto.

source: Information about the organization of a design contest.
es: Información acerca de la organización de un concurso de proyecto.

source: Selected participants
es: Participantes seleccionados

source: Has prizes
es: Tiene premios

source: Whether prizes will be awarded in the design contest.
es: Si se adjudicarán los premios en el concurso de proyecto.

source: Prizes
es: Premio

source: Information about the prizes awarded in the design contest.
es: Información acerca de los premios adjudicados en el concurso de proyecto.

source: Rewards details
es: Detalles de recompensas

source: The details and conditions of the payments to be made to the participants.
es: Los detalles y condiciones de los pagos a realizar a los participantes.

source: Follow-up contracts
es: Contratos de seguimiento

source: Whether any contracts following the design contest will be awarded to the winner or winners of the design contest.
es: Si los contratos posteriores al concurso de diseño se otorgarán al ganador o a los ganadores del concurso de diseño.

source: Binding jury decision
es: Decisión vinculante del jurado

source: Whether the jury’s decision is binding on the procuring entity.
es: Si la decisión del jurado es vinculante para la entidad adjudicadora.

source: Jury members
es: Miembros del jurado

source: The members of the jury.
es: Los miembros del jurado.

source: Jury member
es: Miembro del jurado

source: Member of the jury.
es: Miembro del jurado.

source: Name
es: Nombre

source: The name of the jury member.
es: El nombre del miembro del jurado.

source: Description
es: Descripción

source: The description of the prizes.
es: La descripción de los premios.
