Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/finance/master/docs.po
Languages: es

source: Finance extension
es: Extensión de financiamiento

source: Adds fields to disclose the financing of the whole process and its individual contracts.
es: Agregar campos para revelar la financiación de todo el proceso y sus contratos individuales.

source: Sometimes, particularly in the case of Public Private Partnerships, contracts are financed using a range of instruments, including loans, grants, share issues and so-on. This information can be updated over the lifetime of the contract.
es: A veces, sobre todo en el caso de las asociaciones público-privadas, los contratos se financian con una serie de instrumentos, como préstamos, subvenciones, emisión de acciones, etc. Esta información puede actualizarse a lo largo de la vida del contrato.

source: Legal context
es: Contexto legal

source: In the European Union, this extension's fields correspond to [eForms BG-611 (Contract EU funds) and BG-61 (EU funds)](https://github.com/eForms/eForms). See [OCDS for the European Union](http://standard.open-contracting.org/profiles/eu/master/en/) for the correspondences to Tenders Electronic Daily (TED).
es: En la Union Europea, los campos de esta extensión corresponden [eForms BG-611 (Contract EU funds) y BG-61 (EU funds)](https://github.com/eForms/eForms). Vea [OCDS para la Union Europea](http://standard.open-contracting.org/profiles/eu/master/en/) para lo correspondiente a Tenders Electronic Daily (TED).

source: Codelists
es: Listas de códigos

source: The `financeType.csv` codelist is based on the list on [Page 57 of the World Bank PPP Disclosure Framework](http://pubdocs.worldbank.org/en/143671469558797229/FrameworkPPPDisclosure-071416.pdf#page=57)
es: La lista de códigos `financeType.csv` se basa en la lista de [Página 57 del Marco de divulgación de APP del Banco Mundial](http://pubdocs.worldbank.org/en/143671469558797229/FrameworkPPPDisclosure-071416.pdf#page=57)

source: Examples
es: Ejemplos

source: Procurement process financing
es: Financiamiento del proceso de contratación

source: Public-private partnership contract financing
es: Financiamiento de contratos de Asociación público-privada

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words.
es: Revisar las palabras normativas y no normativas.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Add `planning.budget.finance` field.
es: Agregar el campo `planning.budget.finance`.

source: Fix description of `financeCategory`.
es: Arreglar la descripción de `financeCategory`.

source: Set `"uniqueItems": true` on array fields, and add `"minLength": 1` on required string fields.
es: Establecer `"uniqueItems ": true` en los campos matriz y agregar `"minLength": 1` en los campos de cadena obligatorios.

source: Make `interestRate` non-nullable (undo earlier change).
es: Hacer `interestRate` no nulo (deshacer el cambio anterior).

source: Make `Finance.id` required and non-nullable to support revision tracking and [list merging](http://standard.open-contracting.org/latest/en/schema/merging/#lists)
es: Hacer `Finance.id` requerido y no nulo para soportar el seguimiento de revisiones y [list merging](http://standard.open-contracting.org/latest/es/schema/merging/#lists)

source: Add title and description to `Finance.financingParty`.
es: Agregar título y descripción a `Finance.financingParty`.

source: Make `interestRate` nullable.
es: Se permite que `interestRate` sea nulo.
