Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/finance/master/schema.po
Languages: es_es

source: Finance
es_es: Financiamiento

source: Adds fields to disclose the financing of the whole process and its individual contracts.
es_es: Agrega campos para revelar la financiación de todo el proceso y sus contratos individuales.

source: Information about financing arrangements for this contract.
es_es: Información sobre las modalidades de financiación de este contrato.

source: Information about financing arrangements for a future contracting process.
es_es: Información sobre modalidades de financiación para un futuro proceso de contratación.

source: Financing arrangement
es_es: Acuerdo de financiación

source: An arrangement between two parties for raising money.
es_es: Un acuerdo entre dos partes para recaudar dinero.

source: An identifier for this financing arrangement.
es_es: Un identificador para este acuerdo de financiamiento

source: Title
es_es: Título

source: A short title for this financing arrangement.
es_es: Título breve de este acuerdo de financiamiento.

source: Description
es_es: Descripción

source: A short description of this financing arrangement. This may include details of service fees, commitment fees, lender rights, step in arrangements, exchange rate guarantees, and for syndicated loans, details of syndication and any members of the syndicate.
es_es: Una breve descripción de este acuerdo de financiación. Esto puede incluir detalles de tarifas de servicio, tarifas de compromiso, derechos de prestamista, acuerdos de intervención, garantías de tipo de cambio y, para préstamos sindicados, detalles de la sindicación y cualquier miembro del sindicato.

source: Value
es_es: Valor

source: The total value of this finance.
es_es: El valor total de este financiamiento.

source: Financing organization
es_es: Organización financiera

source: The organization providing this financing arrangement.
es_es: La organización que proporciona este acuerdo de financiación.

source: Financing organization type
es_es: Tipo de organización financiera

source: The type of the financing organization, from the closed financingPartyType codelist.
es_es: El tipo de organización financiera, de la lista de códigos cerrada financePartyType.

source: Funding source
es_es: Fuente de financiamiento

source: The source of funds for this financing arrangement. For example, the Green Climate Fund.
es_es: La fuente de fondos para este acuerdo de financiación. Por ejemplo, el Fondo Verde para el Clima.

source: Asset class
es_es: Clase de activos

source: The asset classes used in this financing arrangement, from the closed assetClass codelist.
es_es: Las clases de activos utilizadas en este acuerdo de financiación, de la lista de códigos cerrada de activeClass.

source: Type
es_es: Tipo

source: The type of this financing arrangement, from the closed financingArrangementType codelist.
es_es: El tipo de este acuerdo de financiación, de la lista de códigos de tipo de acuerdo de financiación cerrado.

source: Repayment priority
es_es: Prioridad de pago

source: The order in which the debt in this financing arrangement will be repaid in case of default, from the closed debtRepaymentPriority codelist.
es_es: El orden en el que se reembolsará la deuda en este acuerdo de financiación en caso de incumplimiento, de la lista de códigos cerrada debtRepaymentPriority.

source: Concessional
es_es: Concesional

source: Whether this financing arrangement is provided below market rate in order to accelerate climate or development objectives. Also called soft financing and subsidized funding.
es_es: Si este acuerdo de financiación se proporciona por debajo de la tasa de mercado para acelerar los objetivos climáticos o de desarrollo. También llamado financiamiento blando y financiamiento subsidiado.

source: Results based
es_es: Basado en resultados

source: Whether payments under this financing arrangement are contingent on the achievement of pre-defined results.
es_es: Si los pagos conforme a este acuerdo de financiación están supeditados al logro de resultados predefinidos.

source: Finance period
es_es: Periodo de financiamiento

source: The period covered by this financing arrangement. Also called maturity.
es_es: El período cubierto por este acuerdo de financiación. También llamada madurez.

source: Payment period
es_es: Periodo de pago

source: The period over which the borrower in this financing arrangement is obliged to make payments.
es_es: El período durante el cual el prestatario en este acuerdo de financiación está obligado a realizar pagos.

source: Payment frequency (days)
es_es: Frecuencia de pago (días)

source: The average payment frequency (in days) of this financing arrangement. For example, 365 for yearly, 30.4 for monthly, or 1 for daily.
es_es: La frecuencia de pago promedio (en días) de este acuerdo de financiamiento. Por ejemplo, 365 por año, 30,4 por mes o 1 por día.

source: Interest rate
es_es: Tasa de interés

source: The interest rate associated with this finance.
es_es: La tasa de interés asociada con este financiamiento.

source: The variable to which an additional margin amount is added to get the interest amount. This can be specified as a fixed number, as a known variable (e.g. LIBOR or LIBOR+1%), or can be omitted if margin specifies the entire interest rate.
es_es: La variable a la que se le suma un monto de margen adicional para obtener el monto del interés. Esto se puede especificar como un número fijo, como una variable conocida (por ejemplo, LIBOR o LIBOR+1%), o se puede omitir si el margen especifica la tasa de interés completa.

source: Margin
es_es: Margen

source: The variable added to the base to give the interest amount, expressed as a decimal (for example, 0.1) and not as a percentage (for example, 10).
es_es: La variable agregada a la base para dar el monto del interés, expresada como decimal (por ejemplo, 0,1) y no como porcentaje (por ejemplo, 10).

source: Fixed rate
es_es: Tipo de interés fijo

source: A boolean field. If this interest rate of fixed, set to true. Otherwise, set to false.
es_es: Un campo booleano. Si este tipo de interés es fijo, se establece en true. De lo contrario, se establece en false.

source: Notes
es_es: Notas

source: Any explanatory notes concerning the interest rate.
es_es: Notas explicativas sobre el tipo de interés.

source: Exchange rate guarantees
es_es: Garantías del tipo de cambio

source: Whether there is an associated exchange rate guarantee with this source of finance.
es_es: Si existe una garantía de tipo de cambio asociada a esta fuente de financiación.

source: Step in rights
es_es: Derechos de intervención

source: Whether provision of this finance confers any step in rights to the financing organization.
es_es: Si la provisión de esta financiación confiere derechos de paso a la organización financiera.

source: Related lot(s)
es_es: Lotes relacionados

source: The identifiers of the lots to which this financing arrangement relates.
es_es: Los identificadores de los lotes a los que se refiere este acuerdo de financiación.
