Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/secondStageDescription/master/schema.po
Languages: es

source: Second stage description
es: Descripción de la segunda etapa

source: Adds a second stage object to the tender and lot objects, to describe the second stage of a two-stage procedure.
es: Agregar un objeto de segunda etapa a los objetos de licitación y lote, para describir la segunda etapa de un procedimiento de dos etapas.

source: Second stage
es: Segunda etapa

source: Information about the second stage of a two-stage procedure (e.g. a restricted procedure, a competitive procedure with negotiation, a competitive dialogue or an innovation partnership).
es: Información acerca de la segunda etapa de un procedimiento de dos etapas (por ejemplo, un procedimiento restringido, un procedimiento competitivo con negociación, un diálogo competitivo o una asociación de innovación).

source: Minimum number of candidates
es: Número mínimo de candidatos

source: The minimum number of candidates to be invited for the second stage of the procedure. If there is an exact limit on the number of candidates, set `minimumCandidates` and `maximumCandidates` to the same number.
es: El número mínimo de candidatos a invitar a la segunda etapa del procedimiento. Si hay un límite exacto en el número de candidatos, establecer `minimumCandidates` y `maximumCandidates` en el mismo número.

source: Maximum number of candidates
es: Número máximo de candidatos

source: The maximum number of candidates to be invited for the second stage of the procedure. If there is an exact limit on the number of candidates, set `minimumCandidates` and `maximumCandidates` to the same number.
es: El número máximo de candidatos que se invitará a la segunda etapa del procedimiento. Si hay un límite exacto en el número de candidatos, establecer `minimumCandidates` y `maximumCandidates` en el mismo número.

source: Successive reduction
es: Reducción sucesiva

source: The procedure will take place in successive stages. In each stage, some participants might be eliminated.
es: El procedimiento se llevará a cabo en etapas sucesivas. En cada etapa, algunos participantes pueden ser eliminados.

source: No negotiation necessary
es: No es necesaria la negociación

source: The buyer or procuring entity reserves the right to award the contract on the basis of the initial bids without any further negotiations.
es: El comprador o la entidad contratante se reserva el derecho de adjudicar el contrato sobre la base de las ofertas iniciales sin más negociaciones.

source: Invitation date
es: Fecha de la invitación

source: The estimated date of dispatch of the invitations to participate or to submit bids.
es: La fecha estimada de envío de las invitaciones para participar o presentar ofertas.
