Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/awardCriteria/master/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Fixed (total)
es: Fijo (total)

source: The number is the fixed price or fixed cost for the bid. For example: "The price of a bid must be $100,000."
es: El número es el precio fijo o el costo fijo de la oferta. Por ejemplo: "El precio de una oferta debe ser de 100.000 dólares".

source: Fixed (per unit)
es: Fijo (por unidad)

source: The number is the fixed price or fixed cost for a unit. For example: "The price of each widget must be $100."
es: El número es el precio fijo o el costo fijo de una unidad. Por ejemplo: "El precio de cada widget debe ser de $ 100".

source: Price
es: Precio

source: The criterion concerns the acquisition price of the bid.
es: El criterio se refiere al precio de adquisición de la oferta.

source: Cost
es: Costo

source: The criterion concerns any other non-price monetary attribute of the bid.
es: El criterio se refiere a cualquier otro atributo monetario no relacionado con el precio de la oferta.

source: Quality
es: Calidad

source: The criterion concerns a non-price, non-cost attribute of the bid.
es: El criterio se refiere a cualquier atributo de la oferta que no sea el precio ni el costo.

source: Minimum score
es: Puntuación mínima

source: Maximum number of passing bids
es: Número máximo de pujas aprobadas

source: Weight (percentage, exact)
es: Peso (porcentaje, extacto)

source: The number is an exact percentage. The numbers must add up to 100.
es: El número es un porcentaje exacto. Los números deben sumar 100.

source: Weight (percentage, middle of a range)
es: Peso (porcentaje, medio de un rango)

source: The weighting is expressed as a range of percentages. The sum of the minima must be less than or equal to 100. The sum of the maxima must be equal to or greater than 100.
es: La ponderación se expresa como un rango de porcentajes. La suma de los mínimos debe ser menor o igual a 100. La suma de los máximos debe ser igual o mayor que 100.

source: Weight (decimal, exact)
es: Peso (decimal, exacto)

source: The number is an exact finite decimal proper fraction. The numbers must add up to 1.
es: El número es una fracción propia decimal finita exacta. Los números deben sumar 1.

source: Weight (decimal, middle of a range)
es: Peso (decimal, medio de un rango)

source: The weighting is expressed as a range of finite decimal proper fractions. The sum of the minima must be less than or equal to 1. The sum of the maxima must be equal to or greater than 1.
es: La ponderación se expresa como un rango de fracciones propias decimales finitas. La suma de los mínimos debe ser menor o igual a 1. La suma de los máximos debe ser igual o mayor que 1.

source: Weight (points, exact)
es: Peso (puntos, exacto)

source: The weighting is expressed as an exact number of points.
es: La ponderación se expresa como un número exacto de puntos.

source: Weight (points, middle of a range)
es: Peso (puntos, medio de un rango)

source: The weighting is expressed as a range of numbers of points.
es: La ponderación es expresada como un rango de números de puntos.

source: Order of importance
es: Orden de importancia

source: The number indicates an order of importance.
es: El número indica el orden de importancia.
