Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/awardCriteria/master/schema.po
Languages: es

source: Award criteria breakdown
es: Desglose de los criterios de adjudicación

source: Adds an award criteria array to the lot object, to break down award criteria by price, cost and quality.
es: Agrega una matriz de criterios de adjudicación al objeto lote, para desglosar los criterios de adjudicación por precio, costo y calidad.

source: Award criteria
es: Criterio de adjudicación

source: Information about the award criteria for the lot.
es: Información acerca del criterio de adjudicación del lote.

source: Information about the award criteria.
es: Información sobre el criterio de adjudicación.

source: Complicated weighting description
es: Descripción de ponderación compleja

source: When the weighting cannot be expressed per criterion, the mathematical equation (or other description) that expresses the complicated (e.g. non-linear) weighting.
es: Cuando la ponderación no se puede expresar por criterio, la ecuación matemática (u otra descripción) que expresa la ponderación compleja (por ejemplo, no lineal).

source: Justification for order of importance
es: Justificación para el orden de importancia

source: The justification for only indicating the award criteria's order of importance, not their weighting.
es: La justificación para indicar únicamente el orden de importancia de los criterios de adjudicación, no su ponderación.

source: The award criteria.
es: El criterio de adjudicación.

source: Award criterion
es: Criterio de adjudicación

source: Information about the award criterion.
es: Información sobre el criterio de adjudicación.

source: Type
es: Tipo

source: The aspect of the bid that the criterion concerns.
es: El aspecto de la oferta al que se refiere el criterio.

source: Name
es: Nombre

source: The name of the criterion.
es: El nombre del criterio.

source: Description
es: Descripción

source: The description of the criterion.
es: La descripción del criterio.

source: Numbers
es: Números

source: Numbers linked to the criterion.
es: Números ligados al criterio.

source: Award criterion number
es: Número de criterio de adjudicación

source: Information about a number linked to an award criterion.
es: Información sobre un numero ligado a un criterio de adjudicación.

source: Number
es: Número

source: The number.
es: El número.

source: Weight
es: Peso

source: Whether the number is a type of weight.
es: Si el número es un tipo de ponderación.

source: Fixed
es: Fijado

source: Whether the number is a fixed value.
es: Si el número es un valor fijo.

source: Threshold
es: Umbral

source: Whether the number is a type of threshold.
es: Si el número es un tipo de umbral.
