Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/pagination/master/docs.po
Languages: es

source: Pagination
es: Paginación

source: Adds a links object to packages, to support pagination.
es: Agregar un objeto de enlaces a los paquetes para dar soporte a la paginación.

source: Links
es: Enlaces

source: The top-level `links` object in release packages and record packages has three fields:
es: El objeto `links` de nivel superior en paquetes de entrega y paquetes de registro tiene tres campos:

source: `next`: A URL to the next sequential package
es: `next`: una URL al siguiente paquete secuencial

source: `prev`: A URL to the previous sequential package
es: `prev`: una URL al paquete secuencial anterior

source: To construct the `next` and/or `prev` URLs, it is encouraged to use query string parameters like:
es: Para construir las URLs `next` y / o` prev`, se recomienda utilizar parámetros de cadena de consulta como:

source: `since=TIMESTAMP`, to return a page of results that are modified after the `since` timestamp, in chronological order
es: `since=TIMESTAMP`, para devolver a una página de resultados que se modifican después de `since` timestamp, en orden cronológico

source: `offset=NUMBER`, to return a page of results that are positioned after the `offset` number, in sequential order (for example, if the results are retrieved from a [SQL database](https://www.postgresql.org/docs/current/queries-limit.html))
es: `offset=NUMBER`, para devolver a una página de resultados que se colocan después del número `offset` en orden secuencial (por ejemplo, si los resultados se recuperan de un [SQL database](https://www.postgresql.org/docs/current/queries-limit.html))

source: It is discouraged to use `page=NUMBER` with results ordered in reverse chronology, because:
es: No se aconseja utilizar `page = NUMBER` con los resultados ordenados en cronología inversa, porque:

source: A given page won't return the same results over time. `page=1` will return different results today, next week, and next year.
es: Una página determinada no devolverá los mismos resultados a lo largo del tiempo. `page = 1` devolverá resultados diferentes hoy, la semana que viene y el año que viene.

source: Users can receive duplicate results while paginating. For example, if a new release is published to page 1 while users are paginating, then the result at the bottom of each page will be moved to the top of the following page.
es: Los usuarios pueden recibir resultados duplicados mientras paginan. Por ejemplo, si se publica una nueva versión en la página 1 mientras los usuarios están paginando, el resultado en la parte inferior de cada página se moverá a la parte superior de la página siguiente.

source: It is harder for users to synchronize with the API. With `since` or `offset`, users can retrieve new results by submitting the timestamp or offset of their last request. With `page`, users need to determine which results are new or old.
es: Es más difícil para los usuarios sincronizar con la API. Con `since` o `offset`, los usuarios pueden recuperar nuevos resultados enviando timestamp o el last request. Con `page`, los usuarios deben determinar qué resultados son nuevos o antiguos.

source: Reference: [HTML link types](https://developer.mozilla.org/en-US/docs/Web/HTML/Link_types), [18F API Standards](https://github.com/18F/api-standards#pagination), [Government of Canada Standards on APIs](https://www.canada.ca/en/government/system/digital-government/modern-emerging-technologies/government-canada-standards-apis.html), [Government of Ontario API Guidelines](https://github.com/ongov/API-Guidelines/blob/develop/API-Guidelines.md#implement-pagination-and-data-segmentation), [OpenActive Realtime Paged Data Exchange](https://www.openactive.io/realtime-paged-data-exchange/#overall-approach).
es: Referencia: [HTML link types](https://developer.mozilla.org/en-US/docs/Web/HTML/Link_types), [18F API Standards](https://github.com/18F/api-standards#pagination), [Government of Canada Standards on APIs](https://www.canada.ca/en/government/system/digital-government/modern-emerging-technologies/government-canada-standards-apis.html), [Government of Ontario API Guidelines](https://github.com/ongov/API-Guidelines/blob/develop/API-Guidelines.md#implement-pagination-and-data-segmentation), [OpenActive Realtime Paged Data Exchange](https://www.openactive.io/realtime-paged-data-exchange/#overall-approach).

source: Example
es: Ejemplo

source: A publisher has a large number of releases. Instead of gathering them into one release package, it segments them into multiple release packages, via an API with pagination. The `links.next` field provides the link to the next page.
es: Un publicador tiene una gran cantidad de entregas. En lugar de reunirlas en un paquete de entrega, las segmenta en varios paquetes de entrega, a través de una API con paginación. El campo `links.next` proporciona el enlace a la página siguiente.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Remove `links.all`.
es: Remover `links.all`.

source: Remove `packageMetadata`.
es: Eliminar `packageMetadata`.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Deprecate `links.all`.
es: Descontinuar `links.all`.

source: Deprecate `packageMetadata`.
es: Descontinuar `packageMetadata`.
