Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/*/1.1/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Economic selection criteria
es: Criterios de selección económica

source: Documentation that describes the economic selection criteria.
es: Documentación que describe los criterios económicos de selección.

source: Technical selection criteria
es: Criterios de selección técnica

source: Documentation that describes the technical selection criteria.
es: Documentación que describe los criterios técnicos de selección.

source: Security clearance deadline
es: Fecha límite de habilitación de seguridad

source: The tenderers may obtain their security clearance until this date.
es: Los licitantes podrán obtener su habilitación de seguridad hasta esta fecha.

source: Mediation body
es: Organismo de mediación

source: The body responsible for mediation procedures.
es: El organismo responsable de los procedimientos de mediación.

source: Central purchasing body
es: Organismo central de compras

source: The procuring entity providing centralized purchasing activities and, possibly, ancillary purchasing activities.
es: La entidad contratante que proporciona actividades de compra centralizadas y, posiblemente, actividades de compra auxiliares.

source: Process contact point
es: Punto de contacto de proceso

source: A contact point dedicated to this contracting process.
es: Un punto de contacto dedicado a este proceso de contratación.

source: Review contact point
es: Punto de contacto de revisión

source: The service from which information about the review procedure can be obtained.
es: El servicio del cual se puede obtener información sobre el procedimiento de revisión.

source: Selected participant
es: Participante seleccionado

source: A party that has already been selected to participate in the design contest.
es: Una parte que ya ha sido seleccionada para participar en el concurso de proyecto.

source: Information service
es: Servicio de información

source: An organization that can provide information regarding specific aspects of the contracting process.
es: Una organización que puede proporcionar información sobre aspectos específicos del proceso de contratación.
