Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/*/1.1/docs.po
Languages: es

source: European Union
es: Unión Europea

source: Implements fields and codes that are specific to European law.
es: Implementa campos y código que son específicos de la legislación europea.

source: For complete guidance on meeting the disclosure requirements of European law, see [OCDS for European Union](https://standard.open-contracting.org/profiles/eu/master/en/).
es: Para obtener una guía completa sobre el cumplimiento de los requisitos de divulgación de la legislación europea, consulte [OCDS para Unión Europea](https://standard.open-contracting.org/profiles/eu/master/en/).

source: Guidance
es: Guía

source: If items have at most one delivery address, use the [Location](https://extensions.open-contracting.org/en/extensions/location/) extension instead ([see discussion](https://github.com/open-contracting/ocds-extensions/issues/115)).
es: Si los artículos tienen como máximo una dirección de entrega, utilice [Ubicación](https://extensions.open-contracting.org/en/extensions/location/) extensión en su lugar ([ver discusión](https://github.com/open-contracting/ocds-extensions/issues/115)).

source: Legal context
es: Contexto Legal

source: In the European Union, this extension's fields correspond to [eForms BT-99 (Review Deadline Description), BT-163 (Concession Value Description), BT-109 (Framework Duration Justification), BT-505 (Organisation Internet Address), BT-508 (Buyer Profile URL) and BG-708 (Place of Performance)](https://github.com/eForms/eForms). See [OCDS for the European Union](http://standard.open-contracting.org/profiles/eu/master/en/) for the correspondences to Tenders Electronic Daily (TED).
es: En la Unión Europea, los campos de esta extensión corresponden a [eForms BT-99 (Review Deadline Description), BT-163 (Concession Value Description), BT-109 (Framework Duration Justification), BT-505 (Organisation Internet Address), BT-508 (Buyer Profile URL) and BG-708 (Place of Performance)](https://github.com/eForms/eForms). Ver [OCDS para la Unión Europea](http://standard.open-contracting.org/profiles/eu/master/en/) para las correspondencias a Tenders Electronic Daily (TED).

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Set the object type of `informationService` to `OrganizationReference`.
es: Establecer el tipo de objeto de `informationService` a` OrganizationReference`.

source: Add 'informationService' code to `+partyRole.csv` codelist.
es: Agregar el código 'informationService' a la lista de códigos `+ partyRole.csv`.

source: Add the `awardPeriod` field to the `Lot` object.
es: Agrega el campo `awardPeriod` al objeto` Lot`.

source: Add the `minimumValue` field to the `Lot` object.
es: Agrega el campo `minimumValue` al objeto `Lot`.

source: Add the 'securityClearanceDeadline' code to the `+milestoneType.csv` codelist.
es: Agregue el código 'securityClearanceDeadline' a la lista de códigos `+ milestoneType.csv`.

source: Add the `deliveryAddresses` field to the `Item` object.
es: Agrega el campo `deliveryAddresses` al objeto` Item`.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: This extension was originally discussed as part of the [OCDS for EU profile](https://github.com/open-contracting-extensions/european-union/issues), in [this issue](https://github.com/open-contracting/european-union-support/issues/19) and in [pull requests](https://github.com/open-contracting-extensions/ocds_eu_extension/pulls?q=is%3Apr+is%3Aclosed).
es: Esta extensión se discutió originalmente como parte del [OCDS para el perfil de la UE] (https://github.com/open-contracting-extensions/european-union/issues), en [este issue](https://github.com/open-contracting/european-union-support/issues/19) y en [pull requests](https://github.com/open-contracting-extensions/ocds_eu_extension/pulls?q=is%3Apr+is%3Aclosed).
