Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/*/1.1/schema.po
Languages: es

source: European Union
es: Unión Europea

source: Implements fields and codes that are specific to European law.
es: Implementa campos y código que son específicos de la legislación europea.

source: Review details
es: Detalles de la revisión

source: Precise information concerning the time limits for the review procedures or contact information from which it can be obtained.
es: Información precisa sobre los plazos para los procedimientos de revisión o información de contacto de la que se puede obtener.

source: Value calculation method
es: Método de cálculo de valor

source: The method used for calculating the estimated value of the concession.
es: El método usado para el cálculo del valor estimado de la concesión.

source: Legislative references
es: Referencias legislativas

source: Legislative references and associated contact points for information.
es: Referencias legislativas y puntos de contacto asociados para información.

source: Website URL
es: URL del sitio web

source: The website of the organization.
es: Sitio web de la organización

source: Buyer profile URL
es: URL del perfil del comprador

source: The Web address of the buyer profile.
es: Dirección web del perfil del comprador.

source: Any details relevant to the value of the concession according to article 8(3) of Directive 2014/23/EU on concession contracts.
es: Cualquier detalle relevante al valor de la concesión según el artículo 8(3) de la Directiva 2014/23/UE sobre contratos de concesión.

source: Contract period rationale
es: Justificación del período del contrato

source: The rationale for the duration of the contract.
es: La justificación de la duración del contrato.

source: Kilometers of public passenger transport services
es: Kilómetros de servicios de transporte público de pasajeros

source: The number of kilometers of public passenger transport services provided by a public service contract.
es: El número de kilómetros de servicios de transporte público de pasajeros prestados por un contrato de servicio público.

source: Delivery addresses
es: Dirección de entrega

source: The addresse(s) to which the supplier delivers the item.
es: La(s) dirección(es) a la(s) cual(es) el proveedor entrega el ítem.

source: Legislative reference
es: Referencia legislativa

source: Legislative reference and associated contact point
es: Referencias legislativas y puntos de contacto asociados

source: Title
es: Título

source: The title of the legislative reference
es: El título de una referencia legislativa

source: A link to the Web page of the legislative reference.
es: Un enlace a la página web de la referencia legislativa.

source: Information service
es: Servicio de información

source: An organization that can provide information about the legislative reference.
es: Una organización que puede proporcionar información sobre la referencia legislativa.

source: Award period
es: Periodo de adjudicación

source: The period for decision making regarding the contract award for the lot. The end date should be the date on which an award decision is due to be finalized. The start date may be used to indicate the start of an evaluation period.
es: El plazo para la toma de decisiones sobre la adjudicación del contrato del lote. La fecha de finalización debe ser la fecha en la que se debe finalizar la decisión de adjudicación. La fecha de inicio se puede utilizar para indicar el inicio de un período de evaluación.
