Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/enquiries/v1.1.3/schema.po
Languages: es

source: Enquiries
es: Consultas

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
es: La extensión sobre consultas puede usarse para registrar las preguntas planteadas durante un proceso de contratación y las respuestas proporcionadas.

source: Questions sent to the procuring entity, and the answers given
es: Preguntas enviadas a la entidad contratante y las respuestas dadas

source: Enquiry
es: Consulta

source: A question related to this contracting process, generally sent during the enquiry period.
es: Una pregunta relacionada al proceso de contrataciones, generalmente hecha durante el período de búsqueda.

source: Identifier
es: Identificador

source: A unique identifier for the enquiry.
es: Un identificador único para la consulta.

source: Date
es: Fecha

source: The date the enquiry was received or processed.
es: La fecha en que se recibió o procesó la consulta.

source: Question author
es: Autor de la pregunta

source: The identifier and name of the party asking this question. Questioners may be listed in the parties array with a role of 'enquirer'. Procurement policies vary on whether or not the identity of those asking questions should be disclosed, or at which stage this information may be disclosed. When the identity of the questioner cannot be disclosed leave the author section blank. Display systems should interpret this as an anonymous question.
es: El identificador y el nombre de la parte involucrada que hace esta pregunta. Los solicitantes pueden mostrarse en la lista de las partes con un rol de "enquirer". Las políticas de adquisición varían en cuanto a si la identidad de los que hacen preguntas debe ser divulgada, o en qué etapa se puede divulgar esta información. Cuando no se pueda identificar al solicitante de la información, deje la sección de autor en blanco. Los sistemas deberían de interpretar esta como una pregunta anónima.

source: Question title
es: Título de la pregunta

source: The subject line of the question.
es: La línea de asunto de la pregunta.

source: Description
es: Descripción

source: The body of the question.
es: El cuerpo de la pregunta.

source: Answer
es: Pregunta

source: The answer to this question, when available.
es: La respuesta a esta pregunta, cuando esté disponible.

source: Date answered
es: Fecha de respuesta

source: The date the answer to the question was provided.
es: La fecha en que se proporcionó la respuesta a la pregunta.

source: Related item
es: Artículo relacionado

source: If this question relates to a specific line-item, this field contains the line-item identifier.
es: Si esta pregunta se refiere a una partida presupuestaria en específico, este campo contiene el identificador de la partida.

source: Related lot
es: Lote relacionado

source: Where lots are used, if this question relates to a specific lot, this field contains the lot identifier.
es: Cuando se usan lotes, si esta pregunta se refiere a un lote específico, este campo contiene el identificador de lote.

source: Thread identifier
es: Identificador de hilo

source: If this question and answer forms part of a discussion thread (e.g. the question is a follow up to a previous answer) an optional thread identifier can be used to associate together multiple enquiries.
es: Si esta pregunta y respuesta forma parte de un hilo de discusión (por ejemplo, la pregunta es un seguimiento a una respuesta anterior), se puede usar un identificador de hilo opcional para asociar varias consultas.
