Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/budget_and_spend/master/docs.po
Languages: es

source: Open Contracting Budgets and Spend Extension
es: Extensión de Presupuestos y Gastos de Contrataciones Abiertas

source: The Budgets and Spend extension extends [budget breakdown](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension/blob/master/README.md) and the contract implementation section to allow the publication of detailed budget allocations and execution for a contracting process.
es: La extensión de Presupuestos y Gastos extiende la extensión de [budget breakdown](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension/blob/master/README.md) y la sección de implementación del contrato para permitir la publicación de asignaciones de presupuesto detalladas y la ejecución de las mismas para un proceso de contrataciones

source: A [discussion paper providing background approach taken is available here](https://docs.google.com/document/d/1b43JeG5YQ62tGTTbP7jTE4XqUxYzG-r-emgRILZPRn4/edit).
es: Un [ artículo de discusión que muestra los antecedentes del enfoque puede encontrarse aquí ] (https://docs.google.com/document/d/1b43JeG5YQ62tGTTbP7jTE4XqUxYzG-r-emgRILZPRn4/edit).

source: This repository is under active development, and currently contains a [worked example](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/tree/master/examples#readme) of how this extension can be used to record yearly financial commitments to a contracting process and individual contracts.
es: Este repositorio se encuentra activamente en desarrollo, y actualmente contiene un [ejemplo](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/tree/master/examples#readme) de cómo puede ser usada esta extensión para registrar compromisos financieros anuales de un proceso de contratación y contratos individuales.

source: In summary
es: En resumen

source: This extension introduces three new features that build on the [budget breakdown](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension/blob/master/README.md) extension:
es: Esta extensión introduce tres nuevas funciones que surgen de la extensión [budget breakdown](https://github.com/open-contracting-extensions/ocds_budget_breakdown_extension/blob/master/README.md):

source: `classifications` - allowing functional, economic and administrative classifications to be provided for each budget breakdown item;
es: `classifications` permiten que se den clasificaciones funcionales, económicas y administrativas para cada detalle del presupuesto;

source: `measures` - allowing different budget measures (planned, committed, executed etc.) to be expressed at the contracting process level for each set of budget classifications;
es: `measures` - permite que se usen diferentes medidas de presupuesto (planeadas, cometidas, ejecutadas, etc.) a nivel del proceso de contrataciones para cada set de clasificaciones de presupuesto

source: `fiscalBreakdownFieldMapping` - providing an approach to link to a [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/) datapackage.json file that defines the meaning of each classification and measure, and that provides access to related budget-level data.
es: `fiscalBreakdownFieldMapping` - provee una manera de vincular a un [Paquete de Datos Fiscales](https://frictionlessdata.io/specs/fiscal-data-package/), un archivo datapackage.json, que define el significado de cada clasificación y medida, y provee acceso a datos relacionados a nivel presupuestario.

source: In addition, it introduces the `financialProgress` object into `contracts.implementation`, allowing a detailed breakdown of the financial execution of each contract to be expressed, using the same `classifications`, `measures` and `fiscalBreakdownFieldMapping` features as for `budgetBreakdown`.
es: Adicionalmente, introduce el objeto `financialProgress` en `contracts/implementation`, permitiendo mostrar el detalle de la ejecución financiera de cada contrato, utilizando los mismos atributos `classifications`, `measures` y `fiscalBreakdownFieldMapping` como para `budgetBreakdown`.

source: Getting started
es: Para comenzar

source: The best way to understand this extension is by looking at worked examples.
es: La mejor manera de utilizar esta extensión es viendo los ejemplos desarrollados.

source: The **[coordination example](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/coordination.md)** illustrates how to express data on budget allocation and execution that may be drawn from different data systems (e.g. finance systems and procurement systems).
es: El **[ejemplo de coordinación](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/coordination.md)** muestra como expresar los datos en una asignación presupuestaria y ejecución que pudieron haber surgido de diferentes sistemas de datos (ej. sistemas financieros y sistemas de compras).

source: The **[integration example](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/integration.md)** illustrates how references to a Fiscal Data Package can support display of data to users, and comparison between contracting process level and budget level data.
es: El **[ejemplo de integración](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/integration.md)** muestra como las referencias a un Paquete de Datos Fiscales pueden permitir la visualización de datos a los usuarios, y la comparación entre los datos a nivel de proceso de contrataciones y de presupuesto.

source: The **[flat data example](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/flat.md)** illustrates how the structured data published using this extension can be analyzed using spreadsheet tools.
es: El **[ejemplo de datos planos](https://github.com/open-contracting-extensions/ocds_budget_and_spend_extension/blob/master/examples/flat.md)** muestra como usando esta extensión pueden ser analizados los datos estructurados publicados con herramientas de hojas de cálculo.

source: Key concepts
es: Conceptos claves

source: This extension provides the tools to create data that links **budgets**, **contracting processes** and **spending**
es: Esta extensión da las herramientas para crear datos que relacionen **budgets**, **contracting processes** y **spending**

source: Drawing on definitions from the [Global Initiative for Fiscal Transparency (GIFT)](http://www.fiscaltransparency.net/):
es: A partir de las definiciones de [Global Initiative for Fiscal Transparency (GIFT)](http://www.fiscaltransparency.net/):

source: **A budget** is a forward-looking statements of how an organization proposes to raise revenues, spend resources, and finance its operations. The National Government budget should cover all the activities of a state. Detailed budgets may also exist at the level of agencies and projects. In public contracting, the funding for a contracting process may come from a particular section of the National budget, or from an organizational budget. It may also come wholly or partially from an external funders budget (e.g. an International Development Bank), either directly, or passing through government systems.
es: **Un presupuesto** es una declaración a futuro de como una organización propone aumentar sus ingresos, utilizar sus recursos y financiar sus operaciones. El presupuesto del Gobierno Nacional debe cubrir todas las actividades de un estado. Los presupuestos detallados pueden existir también a nivel de agencias y proyectos. En las contrataciones públicas, el fondo para un proceso de contratación puede provenir de una sección particular del Presupuesto Nacional, o de un presupuesto organizacional. Podría también provenir por completo o parcialmente de un fondo externo (Ej. el Banco Internacional de Desarrollo), ya sea directamente o a través de sistemas gubernamentales.

source: Budget lines are constructed from a set of **classifications** (often described in terms of Functional, Administrative and Economic classifications), and **measures** (such as the original amount committed to a particular set of classifications, or the modified, or executed, amounts).
es: Las líneas de presupuesto se construyen a partir de un set de **classifications** (generalmente descritas en términos de clasificaciones funcional, administrativas o económicas) y las **measures** (como el monto original designado a un conjunto particular de clasificaciones, o los montos modificados o ejecutados).

source: **Fiscal reports** are records of [an organization's] actual (historical) revenues, **spending** and financing. They may report the fiscal activities of the central government, state governments, or local governments, or of all levels of government in a country (referred to as the general government). Reports may cover a whole government in aggregate as an entity, and/or individual government entities e.g. ministries, departments or agencies. They may be on a cash or accruals basis (full or partial). As payments are made during the execution of a contract, these may be allocated against one or more sections of the budget. In some cases, this may allow the creation of fiscal reporting at the level of individual contracts.
es: **Los reportes fiscales** son registros actuales (o históricos) de los ingresos, **gastos** y financiamiento de una organización. Pueden informar las actividades fiscales del gobierno central, los gobiernos estatales o los gobiernos locales, o de todos los niveles de gobierno en un país (denominado gobierno general). Los informes pueden cubrir todo un gobierno en conjunto como una entidad y / o entidades gubernamentales individuales, Ej. ministerios, departamentos o agencias. Pueden ser en efectivo o devengados (totales o parciales). Dado que los pagos se realizan durante la ejecución de un contrato, estos pueden asignarse a una o más secciones del presupuesto. En algunos casos, esto puede permitir la creación de informes fiscales a nivel de contratos individuales.

source: The Open Contracting Data Standard is used to share information about **contracting processes**. A contracting process may go through a number of stages over time, including planning, tender, award, contract signature and implementation.
es: El Open Contracting Data Standard se usa para compartir información sobre **procesos de contrataciones**. Un proceso de contrataciones puede pasar por diferentes etapas a través del tiempo, incluyendo planeación, licitación, adjudicación, firma de contrato e implementación.

source: Relating budget, contracting and spend
es: Relacionando presupuesto, contrataciones y gasto

source: ![Budget, Contract and Spending relationships](https://raw.githubusercontent.com/open-contracting-extensions/ocds_budget_and_spend_extension/master/images/budget-contract-spend.png)
es: ![Relaciones entre Presupuesto, Contrato y Gasto](https://raw.githubusercontent.com/open-contracting-extensions/ocds_budget_and_spend_extension/master/images/budget-contract-spend.png)

source: The image above presents a schematic representation of how budget, contracting and spend datasets may interact.
es: La imagen anterior presenta un representación esquemática de como pueden interactuar las bases de datos de presupuesto, contratación y gasto

source: Note that:
es: Debe notar que:

source: This does not represent a linear sequence of events. Data may become available at different points in time, such as when budgeting takes place on an annual cycle, but contracts are signed to cover multiple years. In such cases, the budget information in the `planning` section of an OCDS contracting process may be updated after contracts are awarded and being implemented.
es: Esto no representa una secuencia linear de eventos. Los datos pueden estar disponibles en diferentes punto en el tiempo, como cuando el presupuesto se hace en un ciclo anual, pero los contratos se firman a través de los años. En muchos casos, la información de presupuesto en la sección de `planning` de un proceso de contratación OCDS puede actualizarse después de que los contratos se adjudiquen y se estén implementando.

source: Budget and spend data may be provided at varying levels of granularity, from a single budget line that funds multiple contracting processes, to the fiscal classification of individual items of spend against a particular contract. Data publishers will vary as to the level of detail that can be extracted reliably from their systems.
es: Los datos de presupuesto y gasto pueden darse en diferentes niveles de detalle, desde una línea de presupuesto única que financia múltiples procesos de contrataciones, hasta la clasificación fiscal de partes únicas contra un contrato en particular. Los publicadores de datos van a variar de acuerdo al nivel de detalle que se puede extraer con confianza de sus sistemas.

source: Budget execution data may exist at the transactional level, or may exist at a more aggregated level. This extension currently covers budget execution, but does not cover detailed classification of transactions.
es: Los datos de ejecución del presupuesto pueden existir en un nivel transaccional, o puede existir en un nivel más agregado. Esta extensión actualmente cubre la ejecución del presupuesto, pero no cubre las clasificaciones detalladas de las transacciones.

source: The image below shows a mapping between the stages of a transaction and the stages of a contracting process. The stages of a transaction are generally common across different jurisdictions and reflect those described by the [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/); however, some jurisdictions might not record all stages, some might use different terminology, and some might have more stages.
es: La siguiente imagen muestra un mapeo entre las etapas de una transacción y las etapas de un proceso de contratación. Las etapas de una transacción son generalmente comunes en diferentes jurisdicciones y reflejan las descritas en el [Paquete de Datos Fiscales] (https://frictionlessdata.io/specs/fiscal-data-package/); sin embargo, es posible que algunas jurisdicciones no registren todas las etapas, algunas pueden utilizar una terminología diferente y algunas pueden tener más etapas.

source: ![Transaction and contracting process mapping](https://raw.githubusercontent.com/open-contracting-extensions/ocds_budget_and_spend_extension/master/images/transaction-contracting_process.png)
es: ![Mapeo del proceso de transacción y contratación] (https://raw.githubusercontent.com/open-contracting-extensions/ocds_budget_and_spend_extension/master/images/transaction-contracting_process.png)

source: The joined-up data covered by this extension is typically sourced from procurement systems and Financial Management Information Systems (FMIS). Examples of how such systems can be integrated include:
es: Los datos combinados cubiertos por esta extensión generalmente se obtienen de los sistemas de adquisiciones y los Sistemas de Información de Gestión Financiera (SIGF). Entre los ejemplos de cómo se pueden integrar dichos sistemas se incluyen:

source: Before beginning a tender, the procurement system checks that funds are available for the contracting process through the FMIS, and creates a reservation in the FMIS.
es: Antes de iniciar una licitación, el sistema de adquisiciones verifica que los fondos estén disponibles para el proceso de contratación a través del SIGF y crea una reserva en el SIGF.

source: When a contract is signed, the procurement system creates a commitment in the FMIS for the value of the contract.
es: Cuando se firma un contrato, el sistema de adquisiciones crea un compromiso en el SIGF por el valor del contrato.

source: When a milestone or deliverable of a contract is completed, the procurement system creates a verification or accrual ("devengado" in Spanish) in the FMIS.
es: Cuando se completa un hito o entregable de un contrato, el sistema de adquisiciones crea una verificación o devengado en el SIGF.

source: Joined up data standards: connections with the fiscal data package
es: Estándares de datos unidos: conexiones con el paquete de datos fiscales

source: The [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/), developed by Open Knowledge with the support of [GIFT](http://www.fiscaltransparency.net/), provides *"a lightweight and user-oriented format for publishing and consuming fiscal data"*. Unlike OCDS, which requires data to be converted to a set JSON structure before publication, a Fiscal Data Package consists of:
es: El [Fiscal Data Package](https://frictionlessdata.io/specs/fiscal-data-package/) desarrollado por Open Knowledge con el apoyo de [GIFT](http://www.fiscaltransparency.net/) da un "formato sencillo y orientado al usuario para publicar y consumir datos fiscales". A diferencia del OCDS, el cual requiere que los datos se conviertan en una estructura JSON antes de publicarse, el Paquete de Datos Fiscales consiste de:

source: A data package definition (datapackage.json) which describes the 'logical model' to apply to existing data files. This defines columns, their relationship to fiscal concepts, and how they should be transformed by consuming applications in order to create normalized data.
es: Una definición de paquete de datos (datapackage.json) el cual describe el 'modelo lógico' para aplicar a los archivos de datos existentes. Esto define las columnas, su relación con los conceptos fiscales y cómo deben transformarse mediante el consumo de aplicaciones para crear datos normalizados.

source: Data files, which provide the 'physical model' for budget or spending dataset, and may be the direct exports from existing systems.
es: Los archivos de datos, que dan el 'modelo físico' para la base de datos de presupuesto o de gastos, y puede ser exportado de los sistemas existentes.

source: Considerable research and user-testing has taken place to develop the Fiscal Data Package, establishing that, instead of seeking agreement on some global set of fiscal concepts, it is important, given the diversity of budget and spending systems around the world, to allow publishers to provide data using their existing fiscal concepts, and to then annotate these with additional data that can progressively support comparison and analysis across datasets.
es: Se ha hecho bastante investigación y pruebas con usuarios para desarrollar el Paquete de Datos Fiscales, estableciendo que, en vez de buscar un acuerdo en un set global de conceptos fiscales, es importante, considerando la diversidad de sistemas de compras y presupuesto alrededor del mundo, permitir a los usuarios publicar sus datos utilizando sus conceptos fiscales existentes, y luego complementar estos con datos adicionales que pueden apoyar el análisis y la comparación entre bases de datos.

source: To avoid duplication of effort by data publishers and consumers, this extension defers to the Fiscal Data Package model with respect to the definition of fiscal concepts, and follows FDP's approach of allowing use of existing data column names. Whilst FDP makes no direct distinction between "classifications" and "measures", considering both to be instances of "fiscal concepts", in this extension we do draw a distinction to allow measures to be validated as numerical, whilst classifications can take string or number values.
es: Para evitar la duplicación de esfuerzos por parte de los editores y consumidores de datos, esta extensión difiere del modelo del Paquete de Datos Fiscales con respecto a la definición de conceptos fiscales y sigue el enfoque del FDP de permitir el uso de nombres de columnas de datos existentes. Si bien el FDP no hace una distinción directa entre "clasificaciones" y "medidas", considerando que ambas son instancias de "conceptos fiscales", en esta extensión sí trazamos una distinción para permitir que las medidas se validen como numéricas, mientras que las clasificaciones pueden pueden ser cadenas o números.

source: Background
es: Antecedentes

source: A full exploration of the approach taken in this extension can be found in the [background discussion paper](https://docs.google.com/document/d/1b43JeG5YQ62tGTTbP7jTE4XqUxYzG-r-emgRILZPRn4/edit).
es: Una exploración completa del enfoque que se toma en esta extensión se puede encontrar en el [background discussion paper](https://docs.google.com/document/d/1b43JeG5YQ62tGTTbP7jTE4XqUxYzG-r-emgRILZPRn4/edit).

source: User stories & requirements
es: Historias de usuarios y requisitos

source: This extension was designed around a set of user stories.
es: Esta extensión fue diseñada en base a un conjunto de historias de usuario.

source: U1: As a journalist I want to see the budget source of a particular contracting process in order to understand whether funding has come from domestic resources, loans or other international revenue
es: U1: Como periodista quiero ver cuál es la fuente de presupuesto de un proceso de contratación particular para poder entender si el presupuesto viene de recursos domésticos, préstamos u otras fuentes de ingreso internacionales

source: U2: As a journalist I want to find all the contracts funded through a particular budget source in order to analyze the extent to which the budget is spent via contracting or other means
es: U2: Como periodista, quiero encontrar todos los contratos financiados a través de una fuente de presupuesto en particular para analizar en qué medida se gasta el presupuesto a través de la contratación u otros medios.

source: U3: As a civil society organization focused on infrastructure I want to find all the contracting processes related to a given infrastructure programme or project so that I can carry out a review of compliance with infrastructure project transparency requirements.
es: U3: Como organización de la sociedad civil enfocada en infraestructura quiero encontrar todos los procesos de contratación relacionados con un determinado programa o proyecto de infraestructura para poder realizar una revisión del cumplimiento de los requisitos de transparencia del proyecto de infraestructura.

source: U4: As a journalist I want to track (suspicious) contracts in order to identify potential connections between the recipients and the officials and politicians in control of the budgeting and award processes.
es: U4: Como periodista, quiero hacer un seguimiento de los contratos (sospechosos) para identificar posibles conexiones entre los destinatarios y los funcionarios y políticos que controlan los procesos de presupuestación y adjudicación.

source: Identifying and confirming budget allocations:
es: Identificar y confirmar asignaciones presupuestarias:

source: U5: As a potential supplier I want to see when budget availability is confirmed for a given contracting process so that I can plan a pipeline of potential bidding opportunities.
es: U5: Como un proveedor potencial quiero ver cuando se confirma la disponibilidad de presupuesto para un proceso de contrataciones especifico para poder planear un inventario de potenciales oportunidades de licitación.

source: U6: As a civil society monitoring organization I want to identify projects without confirmed budget so that I can analyze the funding gap for planned procurement
es: U6: Como organización de monitoreo de la sociedad civil, quiero identificar proyectos sin un presupuesto confirmado para poder analizar la brecha de financiamiento de las adquisiciones planificadas.
