Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/budget_and_spend/master/docs.po
Languages: es

source: U7: As a treasury official I want to share information on the status of budget allocations and spending for any given contract so that I can demonstrate to the public that the budget is being spent in accordance with approved plans
es: U7: Como un oficial de tesorería quiero compartir información sobre el estatus de las asignaciones de presupuesto y el gasto para cualquier contrato para poder demostrar al público que el presupuesto se esta gastando de acuerdo a los planes aprobados

source: U8: As a procurement monitor I want to see how much of the spend on an infrastructure project has come from the capital budget vs the revenue budget so that I can monitor over or underspend
es: U8: Como un monitor de compras quiero ver que parte del proyecto de infraestructura viene del presupuesto de capital vs el presupuesto de ingresos para poder monitorear si se gasto de más o de menos de lo planeado

source: U9: As a civil society organization I want to identify how far particular budget lines have spend allocated against them, and the status of that spend over time so that I can report on areas of over or under spending.
es: U9: Como organización de la sociedad civil, quiero identificar hasta qué punto se han asignado gastos en determinadas líneas presupuestarias y el estado de ese gasto a lo largo del tiempo para poder informar sobre las áreas de gasto excesivo o insuficiente.

source: Tracking the payment process:
es: Siguiendo el proceso de pagos:

source: U10: As an academic I want to identify the gap between invoice date and payment date so that I can analyze how prices are affected by payment timelines
es: U10: Como académico, quiero identificar la brecha entre la fecha de la factura y la fecha de pago para poder analizar cómo los precios se ven afectados por los plazos de pago.

source: U11: As an auditor I want to see full details of the billing and payment process so that I can identify potential red flags and investigate particular processes
es: U11: Como auditor quiero los detalles completos sobre el proceso de cobro y de pago para poder identificar banderas rojas potenciales e investigar los procesos particulares

source: These user stories were used to identify a set of requirements that the extension should meet. The list below outlines the extent to which the current extension meets the requirements that were identified.
es: Estas historias de usuario se utilizaron para identificar un conjunto de requisitos que la extensión debería cumplir. La siguiente lista describe hasta qué punto la extensión actual cumple con los requisitos que se identificaron.

source: R1: Uniquely identify each relevant budget line
es: R1: Identificar inequívocamente cada línea del presupuesto.

source: **Requirement met?**: Yes. BudgetBreakdown is extended with a flexible `classifications` object that can include any number of classification properties, mirroring the terms and column names used within budget datasets.
es: **¿Requisito cumplido?**: Sí. BudgetBreakdown se amplía con un objeto de `classifications` flexible que puede incluir cualquier número de propiedades de clasificación, reflejando los términos y nombres de columna utilizados en los conjuntos de datos presupuestarios.

source: R2: Uniquely identify the projects providing funding to a contracting process
es: R2: Identificar inequívocamente los proyectos que aportan financiación a un proceso de contratación.

source: **Requirement met?**: Partially. No changes are currently introduced to meet this use case. The core budget object already includes a `projectID` field.
es: **¿Requisito cumplido?**: Parcialmente. Actualmente no se han introducido cambios para cumplir este caso de uso. El objeto presupuesto básico ya incluye un campo `projectID`.

source: R3: Provide amounts for different budget phases including confirmed budget allocations
es: R3: Proveer los montos de las diferentes fases del presupuesto incluyendo las asignaciones presupuestarias confirmadas.

source: **Requirement met?**: Yes. BudgetBreakdown is extended with a flexible `measures` object that can include any number of measure properties, mirroring the terms and column names used within existing budget and spending datasets.
es: **¿Requisito cumplido?**: Sí. BudgetBreakdown se amplía con un objeto de `measures` flexible que puede incluir cualquier número de propiedades de medida, reflejando los términos y nombres de columna utilizados dentro de los conjuntos de datos de gastos y presupuestos existentes.

source: R4: Classify transactions against budget lines
es: R4: Clasificar transacciones contra líneas presupuestarias

source: **Requirement met?**: No. Disaggregated financial progress information can be classified against budget lines in the contract implementation `financialProgress.breakdown` section, but the extension does not currently modify the `transactions` block to allow classification at the individual transaction level.
es: **¿Requisito cumplido?**: No. La información desglosada del progreso financiero puede clasificarse en las líneas presupuestarias en la sección de implementación del contrato `financialProgress.breakdown`, pero la extensión no modifica actualmente el bloque de `transactions` para permitir la clasificación a nivel de transacciones individuales.

source: R5: Provide information on the transaction process, from invoice to payment
es: R5: Proporcionar información sobre el proceso de transacción, desde la factura hasta el pago.

source: **Requirement met?**: Partial. The `measures` in `financialProgress.breakdown` for each contract can be used to describe different moments of payment processing. However, this only provides a full history of the timing of payment processes when used with a detailed version history of releases. An alternative approach of adding details of `transactions` to represent different moments such as requests for payment and payment approvals has not been included in this extension, but may be developed separately in future.
es: **¿Requisito cumplido?**: Parcialmente. Las `measures` en `financialProgress.breakdown` para cada contrato se pueden utilizar para describir diferentes momentos del procesamiento del pago. Sin embargo, esto solo proporciona un historial completo de la sincronización de los procesos de pago cuando se usa con un historial de versiones detallado de las entregas. En esta extensión no se ha incluido un enfoque alternativo de agregar detalles de `transactions` para representar diferentes momentos, como solicitudes de pago y aprobaciones de pago, pero puede desarrollarse por separado en el futuro.

source: R6: Allow individual amount allocations of budget to contract within OCDS to be checked against overall budget line allocations in a budget dataset
es: R6: Permitir que las asignaciones de montos individuales del presupuesto a contraer dentro de OCDS se verifiquen con las asignaciones generales de la línea presupuestaria en un conjunto de datos presupuestarios

source: **Requirement met?**: Yes. Through use of a link to the Fiscal Data Package it is possible to compare the contract-level financial information in OCDS with similarly classified information in an FDP.
es: **¿Requisito cumplido?**: Sí. Mediante el uso de un enlace al Paquete de Datos Fiscales, es posible comparar la información financiera a nivel de contrato en OCDS con información clasificada de manera similar en un FDP.

source: R7: Provide front end interfaces with the information needed to display budget information to users
es: R7: Proporcionar interfaces con la información necesaria para mostrar información presupuestaria a los usuarios.

source: **Requirement met?**: Yes. When used in conjunction with a Fiscal Data Package, applications can lookup labels and meta-data for each `classifications` and `measures` in order to display information clearly to users.
es: **¿Requisito cumplido?**: Sí. Cuando se usan en conjunto con un Paquete de Dato Fiscal, las aplicaciones pueden buscar etiquetas y meta datos para cada `classifications` y `measures` de manera a mostrar claramente la información a los usuarios.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words
es: Revisar las palabras normativas y no-normativas

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` and/or `minLength`.

source: Set `"uniqueItems": true` on array fields, and add `"minLength": 1` on required string fields.
es: Establecer `"uniqueItems ": true` en los campos de la matriz y agregar `"minLength": 1` en los campos de cadena obligatorios.
