Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/participation_fee/master/schema.po
Languages: es

source: Participation Fees
es: Costos de participación

source: Where a tender process involves payment of fees to access documents, submit a proposal, or be awarded a contract, this extension can be used to provide fee details.
es: Cuando un proceso de licitación implica el pago de costos para acceder a los documentos, presentar una propuesta, o ser adjudicado un contrato, esta extensión se puede utilizar para proporcionar detalles de la tasa.

source: Participation fee
es: Costos de participación

source: A fee applicable to bidders wishing to participate in the tender process. Fees can apply for accessing bidding documents or for submitting bids, or there can be a "win fee" payable by the successful bidder.
es: Una tarifa que aplica a los ofertantes que quieren participar en el proceso de licitaciones. Las tarifas pueden aplicar para acceder los documentos de oferta, para enviar las ofertas o puede haber una cuota que debe ser pagada por el ofertante ganador.

source: Fee ID
es: ID Cuota

source: A local identifier for this fee, unique within this block. This field is used to keep track of multiple revisions of a fee through the compilation from release to record mechanism.
es: Un identificador local para esta cuota, único en este bloque. Este campo se usa para hacer un un seguimiento de múltiples revisiones de una cuota a través de la compilación desde el mecanismo de release hasta el de record.

source: Fee type
es: Tipo de cuota

source: The type of this fee.
es: El tipo de esta tarifa.

source: Value
es: Valor

source: The monetary value of this fee.
es: El valor monetario de esta tarifa

source: Description
es: Descripción

source: Additional information about this fee, for example: the specific cases in which the fee is applicable (e.g. hard copies of documents only), the way in which the fee is levied, or the exact nature of the fee.
es: Información adicional sobre esta tarifa, por ejemplo: casos específicos en los que la tarifa es aplicable (ej. sólo para copias físicas de documentos), la manera en la cual la tarifa es cobrada o la naturaleza exacta de la tarifa.

source: Method(s) of payment
es: Métodos de pago

source: The accepted ways in which fees can be paid.
es: Las vías aceptadas para el pago de las tarifas.

source: Participation fees
es: Cuotas de participación

source: Any fees applicable to bidders wishing to participate in the tender process. Fees can apply for accessing bidding documents or for submitting bids, or there can be a "win fee" payable by the successful bidder.
es: Cualquier tarifa aplicable a los ofertantes que quieren participar en el proceso de licitaciones. Las tarifas pueden aplicar para acceder los documentos de oferta, para enviar las ofertas o puede haber una cuota que debe ser pagada por el ofertante ganador.
