Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/options/master/docs.po
Languages: es

source: Options
es: Opciones

source: This extension adds fields to indicate whether options are used and other information about options.
es: Esta extensión agrega campos para indicar si se utilizan opciones y otra información sobre las mismas.

source: Usage
es: El uso

source: A buyer may have a right – but not an obligation – to additional purchases from a supplier while the contract is valid.
es: Un comprador puede tener el derecho, pero no la obligación, de realizar compras adicionales a un proveedor mientras el contrato sea válido.

source: The `tender.hasOptions` field can be set to `true`, and the `tender.options.description` field can describe the options for additional purchases. `hasOptions` and `options` can also be set on `Lot` objects in the `tender.lots` array.
es: El campo `tender.hasOptions` se puede establecer en` true`, y el campo `tender.options.description` puede describir las opciones para compras adicionales. `hasOptions` y` options` también se pueden configurar en objetos `Lot` en la lista ` tender.lots`.

source: For example, a contract may concern a thousand uniforms, and the buyer may have the option to request an additional hundred uniforms. This may be useful if, when initiating the contracting process, the buyer doesn't yet know whether a planned increase in staff will take place.¹
es: Por ejemplo, un contrato puede referirse a mil uniformes y el comprador puede tener la opción de solicitar cien uniformes adicionales. Esto puede ser útil si, al iniciar el proceso de contratación, el comprador aún no sabe si se llevará a cabo un aumento planificado de personal.

source: Legal context
es: Contexto legal

source: The [Revised Agreement on Government Procurement](https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm) (GPA) includes: "each notice of intended procurement shall include … d. a description of any options".
es: El [Acuerdo Revisado Sobre Contratación Pública] (https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm) (GPA) incluye: "cada aviso de contratación prevista deberá incluir ... d. una descripción de las opciones".

source: The European Union is a [party](https://www.wto.org/english/tratop_e/gproc_e/memobs_e.htm) to the GPA, and as such its [Directive 2014/24/EU](https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2014.094.01.0065.01.ENG) (Public contracts — setting out clear ground rules) includes: "Part C: Information to be included in contract notices … 7. … Where appropriate, description of any options."
es: La Unión Europea es una [parte](https://www.wto.org/english/tratop_e/gproc_e/memobs_e.htm) para el Acuerdo sobre Contratación Pública GPA, y como tal su [Directiva 2014/24/EU](https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2014.094.01.0065.01.ENG) (Contratos públicos — establecimiento de reglas básicas claras) incluye: "Parte C: Información que se incluirá en los avisos de contrato ... 7. ... Donde corresponda, descripción de las opciones".

source: Example
es: Ejemplo

source: Footnotes
es: Notas al pie

source: ¹ Usage guidance is adapted from [eForms technical specifications](http://ec.europa.eu/growth/content/targeted-consultation-eforms-next-generation-public-procurement-standard-forms-0_en).
es: ¹ La guía de uso está adaptada de [especificaciones técnicas de formularios electrónicos] (http://ec.europa.eu/growth/content/targeted-consultation-eforms-next-generation-public-procurement-standard-forms-0_en).

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add the `period` field to the `Options` object.
es: Agrega el campo `period` al objeto `Options`.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: This extension was originally discussed as part of the [OCDS for EU profile](https://github.com/open-contracting-extensions/european-union/issues), in [pull requests](https://github.com/open-contracting-extensions/ocds_options_extension/pulls?q=is%3Apr+is%3Aclosed) and in <https://github.com/open-contracting/standard/issues/691>.
es: Esta extensión se discutió originalmente como parte del [OCDS para el perfil de la UE] (https://github.com/open-contracting-extensions/european-union/issues), en [pull requests] (https://github.com/open-contracting-extensions/ocds_options_extension/pulls?q=is%3Apr+is%3Aclosed) y en <https://github.com/open-contracting/standard/issues/691>.
