Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/medicine/master/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Injection, amniotic fluid
es: Inyección, líquido amniótico

source: Injection, biliary tract
es: Inyección, tracto biliar

source: Injection, for cholangiography
es: Inyección, para colangiografía

source: Topical application, soaked dressing
es: Aplicación tópica, apósito empapado

source: Electro-osmosis
es: Electro-ósmosis

source: Topical application, iontophoresis
es: Aplicación tópica, iontoforesis

source: Immersion (soak)
es: Inmersión (remojo)

source: Topical application, swab
es: Aplicación tópica, hisopo

source: Topical
es: Tópico

source: Topical application, buccal
es: Aplicación tópica, bucal

source: Instillation, cecostomy
es: Instilación, cecostomía

source: Topical application, cervical
es: Aplicación tópica, cervical

source: Injection, cervical
es: Inyección, cervical

source: Insertion, cervical (uterine)
es: Inserción, cervical (uterina)

source: Topical application, dental
es: Aplicación tópica, dental

source: Rinse, dental
es: Enjuague, dental

source: Chew, oral
es: Masticar, oral

source: Diffusion, extracorporeal
es: Difusión, extracorpórea

source: Diffusion, hemodialysis
es: Difusión, hemodiálisis

source: Diffusion, transdermal
es: Difusión, transdérmica

source: Dissolve, oral
es: Disolución, vía oral

source: Dissolve, sublingual
es: Disolución, sublingual

source: Douche, vaginal
es: Ducha, vaginal

source: Enema, rectal retention
es: Enema, retención rectal

source: Instillation, enteral feeding tube
es: Instilación, sonda de alimentación enteral

source: Instillation, enteral
es: Instilación, enteral

source: Infusion, epidural
es: Infusión, epidural

source: Injection, epidural
es: Inyección, epidural

source: Injection, epidural, push
es: Inyección, epidural, empuje

source: Injection, epidural, slow push
es: Inyección, epidural, empuje lento

source: Injection, extra-amniotic
es: Inyección, extra-amniótica

source: Injection, extracorporeal
es: Inyección, extracorpórea

source: Flush, intravenous catheter
es: Lavado, catéter intravenoso

source: Injection, gastric button
es: Inyección, botón gástrico

source: Instillation, gastrostomy tube
es: Instilación, sonda de gastrostomía

source: Instillation, nasogastric tube
es: Instilación, sonda nasogástrica

source: Instillation, orogastric tube
es: Instilación, sonda orogástrica

source: Irrigation, genitourinary
es: Irrigación, genitourinario

source: Topical application, gingival
es: Aplicación tópica, gingival

source: Injection, gingival
es: Inyección, gingival

source: Topical application, hair
es: Aplicación tópica, cabello

source: Shampoo
es: Champú

source: Implantation, intradermal
es: Implantación, intradérmica

source: Implantation, intravitreal
es: Implantación, intravítrea

source: Implantation, subcutaneous
es: Implantación, subcutánea

source: Infusion, intraarterial catheter
es: Infusión, catéter intraarterial

source: Infusion, intracardiac
es: Infusión, intracardíaca

source: Infusion, intracoronary
es: Infusión, intracoronaria

source: Infusion, intraosseous, continuous
es: Infusión, intraósea, continua

source: Infusion, intrathecal
es: Infusión, intratecal

source: Infusion, intravenous
es: Infusión, intravenosa

source: Infusion, intravascular
es: Infusión, intravascular

source: Infusion, subcutaneous
es: Infusión, subcutánea

source: Inhalation, respiratory
es: Inhalación, respiratoria

source: Inhalation, intermittent positive pressure breathing (ippb)
es: Inhalación, respiración con presión positiva intermitente (ippb)

source: Inhalation, nasal
es: Inhalación, nasal

source: Inhalation, nebulization
es: Inhalación, nebulización

source: Inhalation, tracheostomy
es: Inhalación, traqueotomía

source: Inhalation, ventilator
es: Inhalación, respirador

source: Inhalation, ventimask
es: Inhalación, ventimascarilla

source: Injection, urinary bladder
es: Inyección, vejiga urinaria

source: Injection, endosinusial
es: Inyección, endosinusal

source: Injection, hemodialysis port
es: Inyección, puerto de hemodiálisis

source: Injection, intra-abdominal
es: Inyección, intra-abdominal

source: Injection, intraarterial
es: Inyección, intraarterial

source: Injection, intraarticular
es: Inyección, intraarticular

source: Injection, intrabursal
es: Inyección, intrabursal

source: Injection, intracardiac
es: Inyección, intracardíaca

source: Injection, intracartilaginous
es: Inyección, intracartilaginosa

source: Injection, intracaudal
es: Inyección, intracaudal

source: Injection, intracavernous
es: Inyección intracavernosa

source: Injection, intracavitary
es: Inyección, intracavitaria

source: Injection, intracerebral
es: Inyección, intracerebral

source: Injection, intracisternal
es: Inyección, intracisternal

source: Injection, intracoronary
es: Inyección, intracoronaria

source: Injection, intracorpus cavernosum
es: Inyección, intracorpus cavernosum

source: Injection, intradermal
es: Inyección, intradérmica

source: Injection, intradiscal
es: Inyección, intradiscal

source: Injection, intraductal
es: Inyección, intraductal

source: Injection, intradural
es: Inyección, intradural

source: Injection, intraepidermal
es: Inyección, intraepidérmica

source: Injection, intraepithelial
es: Inyección, intraepitelial

source: Injection, intralesional
es: Inyección, intralesional

source: Injection, intraluminal
es: Inyección, intraluminal

source: Injection, intralymphatic
es: Inyección, intralinfática

source: Injection, intramuscular
es: Inyección, intramuscular

source: Injection, intramedullary
es: Inyección, intramedular

source: Injection, interameningeal
es: Inyección, interameníngea

source: Injection, interstitial
es: Inyección, intersticial

source: Injection, intraocular
es: Inyección, intraocular

source: Injection, intraosseous
es: Inyección, intraósea

source: Injection, intraovarian
es: Inyección, intraovárica

source: Injection, intrapericardial
es: Inyección, intrapericárdica

source: Injection, intraperitoneal
es: Inyección, intraperitoneal

source: Injection, intrapulmonary
es: Inyección, intrapulmonar

source: Injection, intrapleural
es: Inyección, intrapleural

source: Injection, intraprostatic
es: Inyección, intraprostática

source: Injection, insulin pump
es: Inyección, bomba de insulina

source: Injection, intraspinal
es: Inyección, intraespinal

source: Injection, intrasternal
es: Inyección, intrasternal

source: Injection, intrasynovial
es: Inyección, intrasinovial

source: Injection, intratendinous
es: Inyección, intratendinosa

source: Injection, intratesticular
es: Inyección, intratesticular

source: Injection, intrathoracic
es: Inyección, intratorácica

source: Injection, intrathecal
es: Inyección, intratecal

source: Injection, intratubular
es: Inyección, intratubular

source: Injection, intratumor
es: Inyección, intratumoral

source: Injection, intratympanic
es: Inyección, intratimpánica

source: Injection, intrauterine
es: Inyección, intrauterina

source: Injection, intracervical (uterus)
es: Inyección, intracervical (útero)

source: Injection, intraureteral, retrograde
es: Inyección, intraureteral, retrógrada

source: Injection, intravascular
es: Inyección, intravascular

source: Injection, intraventricular (heart)
es: Inyección, intraventricular (corazón)

source: Injection, intravesicle
es: Inyección, intravesical

source: Injection, intravenous
es: Inyección, intravenosa

source: Injection, intravitreal
es: Inyección, intravítrea

source: Injection, periarticular
es: Inyección, periarticular

source: Injection, parenteral
es: Inyección, parenteral

source: Injection, periodontal
es: Inyección, periodontal

source: Injection, peritoneal dialysis port
es: Inyección, puerto de diálisis peritoneal

source: Injection, peridural
es: Inyección, peridural

source: Injection, perineural
es: Inyección, perineural

source: Injection, paranasal sinuses
es: Inyección, senos paranasales

source: Injection, retrobulbar
es: Inyección, retrobulbar

source: Injection, subconjunctival
es: Inyección, subconjuntival

source: Injection, sublesional
es: Inyección, sublesional

source: Injection, soft tissue
es: Inyección, tejidos blandos

source: Injection, subcutaneous
es: Inyección, subcutánea

source: Injection, subarachnoid
es: Inyección, subaracnoidea

source: Injection, submucosal
es: Inyección, submucosa

source: Injection, transplacental
es: Inyección, transplacentaria

source: Injection, transtracheal
es: Inyección, transtraqueal

source: Injection, urethral
es: Inyección, uretral

source: Injection, ureteral
es: Inyección, ureteral

source: Insertion, intraocular, surgical
es: Inserción, intraocular, quirúrgica

source: Insertion, intrauterine
es: Inserción, intrauterina

source: Insertion, lacrimal puncta
es: Inserción, puntos lagrimales

source: Insertion, rectal
es: Inserción, rectal

source: Insertion, subcutaneous, surgical
es: Inserción, subcutánea, quirúrgica

source: Insertion, urethral
es: Inserción, uretral

source: Insertion, vaginal
es: Inserción, vaginal

source: Instillation, urinary catheter
es: Instilación, catéter urinario

source: Instillation, continuous ambulatory peritoneal dialysis port
es: Instilación, puerto de diálisis peritoneal ambulatoria continua

source: Instillation, chest tube
es: Instilación, tubo torácico

source: Instillation, endotracheal tube
es: Instilación, tubo endotraqueal

source: Instillation, gastro-jejunostomy tube
es: Instilación, tubo de gastro-yeyunostomía

source: Instillation, intrabronchial
es: Instilación, intrabronquial

source: Instillation, intraduodenal
es: Instilación, intraduodenal

source: Instillation, intraesophageal
es: Instilación, intraesofágica

source: Instillation, intragastric
es: Instilación, intragástrica

source: Instillation, intraileal
es: Instilación, intraileal

source: Instillation, intraocular
es: Instilación, intraocular

source: Instillation, intrasinal
es: Instilación, intrasinal

source: Instillation, intratracheal
es: Instilación, intratraqueal

source: Instillation, intrauterine
es: Instilación, intrauterina

source: Instillation, jejunostomy tube
es: Instilación, tubo de yeyunostomía

source: Instillation, laryngeal
es: Instilación, laríngea

source: Instillation, nasal
es: Instilación, nasal

source: Instillation, nasogastric
es: Instilación, nasogástrica

source: Instillation, nasotracheal tube
es: Instilación, tubo nasotraqueal

source: Instillation, orojejunum tube
es: Instilación, tubo de oroyeyuno

source: Instillation, otic
es: Instilación, ótica

source: Instillation, peritoneal dialysis port
es: Instilación, puerto de diálisis peritoneal

source: Instillation, paranasal sinuses
es: Instilación, senos paranasales

source: Instillation, rectal
es: Instilación, rectal

source: Instillation, sinus, unspecified
es: Instilación, sinusal, no especificada

source: Instillation, soft tissue
es: Instilación, tejidos blandos

source: Instillation, tracheostomy
es: Instilación, traqueotomía

source: Instillation, transtympanic
es: Instilación, transtimpánica

source: Instillation, urethral
es: Instilación, uretral

source: Topical application, intracorneal
es: Aplicación tópica, intracorneal

source: Topical application, intracoronal (dental)
es: Aplicación tópica, intracoronal (dental)

source: Mucosal absorption, intraduodenal
es: Absorción mucosa, intraduodenal

source: Topical application, intraesophageal
es: Aplicación tópica, intraesofágica

source: Irrigation, intragastric
es: Irrigación, intragástrica

source: Lavage, intragastric
es: Lavado, intragástrico

source: Topical application, intraileal
es: Aplicación tópica, intraileal

source: Irrigation, intralesional
es: Irrigación, intralesional

source: Topical application, intralesional
es: Aplicación tópica, intralesional

source: Topical application, intraluminal
es: Aplicación tópica, intraluminal

source: Irrigation, intraocular
es: Irrigación, intraocular

source: Topical application, intraocular
es: Aplicación tópica, intraocular

source: Mucosal absorption, intratracheal
es: Absorción mucosa, intratraqueal

source: Irrigation, urinary bladder
es: Irrigación, vejiga urinaria

source: Irrigation, rectal
es: Irrigación, rectal

source: Topical application, laryngeal
es: Aplicación tópica, laríngea

source: Mucosal absorption, submucosal
es: Absorción mucosa, submucosa

source: Topical application, mucous membrane
es: Aplicación tópica, membrana mucosa

source: Topical application, nail
es: Aplicación tópica, uñas

source: Topical application, nasal
es: Aplicación tópica, nasal

source: Nebulization, endotracheal tube
es: Nebulización, tubo endotraqueal

source: Topical application, ophthalmic
es: Aplicación tópica, oftálmica

source: Topical application, oral
es: Aplicación tópica, oral

source: Rinse, oral
es: Enjuague, bucal

source: Swallow, oral
es: Tragar, oral

source: Gargle
es: Gárgaras

source: Topical application, oromucosal
es: Aplicación tópica, oromucosal

source: Suck, oromucosal
es: Succión, uso bucal

source: Swish and spit out, oromucosal
es: Enjuagar y escupir, uso bucal

source: Swish and swallow, oromucosal
es: Enjuagar e ingerir, uso bucal

source: Topical application, oropharyngeal
es: Aplicación tópica, orofaríngea

source: Topical application, perianal
es: Aplicación tópica, perianal

source: Topical application, perineal
es: Aplicación tópica, perineal

source: Topical application, periodontal
es: Aplicación tópica, periodontal

source: Topical application, rectal
es: Aplicación tópica, rectal

source: Insufflation
es: Insuflación

source: Topical application, scalp
es: Aplicación tópica, cuero cabelludo

source: Occlusive dressing technique
es: Técnica de vendaje oclusivo

source: Topical application, skin
es: Aplicación tópica, piel

source: Subconjunctival
es: Subconjuntival

source: Suppository, urethral
es: Supositorio, uretral

source: Topical absorption, transtympanic
es: Absorción tópica, transtímpica

source: Topical application, transmucosal
es: Aplicación tópica, transmucosa

source: Topical application, vaginal
es: Aplicación tópica, vaginal

source: Description
es: Descripción

source: Applicatorful
es: Aplicador

source: Drops
es: Gotas

source: Puff
es: Inhalador

source: Scoops
es: Cucharadas

source: Sprays
es: Aerosoles

source: Gas for Inhalation
es: Oxígeno Medicinal (Gas para inhalación)

source: Foam
es: Espuma

source: Inhalant
es: Inhalante

source: Liquid Cleanser
es: Limpiador líquido

source: Oil
es: Aceite

source: An unctuous, combustible substance which is liquid, or easily liquefiable, on warming, and is soluble in ether but insoluble in water. Such substances, depending on their origin, are classified as animal, mineral, or vegetable oils.
es: Sustancia untuosa y combustible que es líquida, o fácilmente licuable, al calentarse, y es soluble en éter pero insoluble en agua. Estas sustancias, según su origen, se clasifican en aceites animales, minerales o vegetales.

source: Solution
es: Solución líquida

source: A liquid preparation that contains one or more chemical substances dissolved, i.e., molecularly dispersed, in a suitable solvent or mixture of mutually miscible solvents.
es: Preparación líquida que contiene una o más sustancias químicas disueltas, es decir, molecularmente dispersas, en un disolvente adecuado o en una mezcla de disolventes mutuamente miscibles.

source: Cream
es: Crema

source: A semisolid dosage form containing one or more drug substances dissolved or dispersed in a suitable base; more recently, the term has been restricted to products consisting of oil-in-water emulsions or aqueous microcrystalline dispersions of long chain fatty acids or alcohols that are water washable and more cosmetically and aesthetically acceptable.
es: Forma de dosificación semisólida que contiene una o más sustancias farmacológicas disueltas o dispersas en una base adecuada; más recientemente, el término se ha restringido a productos que consisten en emulsiones de aceite en agua o dispersiones acuosas microcristalinas de ácidos grasos de cadena larga o alcoholes que son lavables con agua y más aceptables cosmética y estéticamente.

source: Lotion
es: Loción

source: The term "lotion" has been used to categorize many topical suspensions, solutions and emulsions intended for application to the skin.
es: El término "loción" se ha utilizado para clasificar muchas suspensiones, soluciones y emulsiones tópicas destinadas a ser aplicadas en la piel.

source: Ointment
es: Ungüento

source: A semisolid preparation intended for external application to the skin or mucous membranes.
es: Preparado semisólido destinado a la aplicación externa sobre la piel o las mucosas.

source: A semisolid system consisting of either suspensions made up of small inorganic particles or large organic molecules interpenetrated by a liquid.
es: Sistema semisólido formado por suspensiones de pequeñas partículas inorgánicas o grandes moléculas orgánicas interpenetradas por un líquido.

source: Paste
es: Pasta

source: A semisolid dosage form that contains one or more drug substances intended for topical application.
es: Forma de dosificación farmacéutica semisólida que contiene una o más sustancias farmacológicas destinadas a la aplicación tópica.

source: Suspension
es: Suspensión

source: Bar
es: Barra

source: Beads
es: Perlas

source: A solid dosage form in the shape of a small ball.
es: Una forma de dosificación farmacéutica sólida en forma de una pequeña bola.

source: Cake
es: Pastel

source: Cement
es: Cemento

source: A substance that serves to produce solid union between two surfaces.
es: Sustancia que sirve para producir una unión sólida entre dos superficies.

source: Crystals
es: Cristales

source: A naturally produced angular solid of definite form in which the ultimate units from which it is built up are systematically arranged; they are usually evenly spaced on a regular space lattice.
es: Sólido angular de forma definida, producido naturalmente, en el que las últimas unidades a partir de las cuales se construye están sistemáticamente dispuestas; suelen estar uniformemente espaciadas en un entramado espacial regular.

source: Disk
es: Disco

source: A circular plate-like organ or structure.
es: Órgano o estructura circular en forma de placa.

source: Flakes
es: Copos/escamas

source: Granules
es: Gránulos

source: A small particle or grain.
es: Una pequeña partícula o grano.

source: ChewingGum
es: Goma de Mascar

source: A sweetened and flavored insoluble plastic material of various shapes which when chewed, releases a drug substance into the oral cavity.
es: Material plástico insoluble, azucarado y aromatizado, de diversas formas, que al ser masticado libera una sustancia farmacológica en la cavidad bucal.

source: Pad
es: Apósito

source: Patch
es: Parche

source: A drug delivery system that contains an adhesived backing and that permits its ingredients to diffuse from some portion of it (e.g., the backing itself, a reservoir, the adhesive, or some other component) into the body from the external site where it is applied.
es: Un sistema de administración de fármacos que contiene un soporte adhesivo y que permite que sus ingredientes se difundan desde alguna parte del mismo (por ejemplo, el propio soporte, un depósito, el adhesivo o algún otro componente) hacia el cuerpo desde el lugar externo donde se aplica.

source: Pellet
es: Pellet (Gránulo)

source: A small sterile solid mass consisting of a highly purified drug (with or without excipients) made by the formation of granules, or by compression and molding.
es: Pequeña masa sólida estéril que consiste en un fármaco altamente purificado (con o sin excipientes) fabricado por la formación de gránulos, o por compresión y moldeo.

source: Pill
es: Píldora

source: A small, round solid dosage form containing a medicinal agent intended for oral administration.
es: Forma de dosificación sólida, pequeña y redonda, que contiene un agente medicinal destinado a la administración oral.

source: Powder
es: Polvo

source: An intimate mixture of dry, finely divided drugs and/or chemicals that may be intended for internal or external use.
es: Mezcla íntima de fármacos y/o productos químicos secos y finamente divididos que pueden estar destinados a un uso interno o externo.

source: Suppository
es: Supositorio

source: A solid body of various weights and shapes, adapted for introduction into the rectal, vaginal, or urethral orifice of the human body; they usually melt, soften, or dissolve at body temperature.
es: Cuerpo sólido de diversos pesos y formas, adaptado para su introducción en el orificio rectal, vaginal o uretral del cuerpo humano; suelen fundirse, ablandarse o disolverse a la temperatura corporal.

source: Swab
es: Hisopo

source: A wad of absorbent material usually wound around one end of a small stick and used for applying medication or for removing material from an area.
es: Fajo de material absorbente que suele enrollarse en un extremo de un pequeño bastón y que se utiliza para aplicar la medicación o para retirar el material de una zona.

source: Wafer
es: Oblea

source: A thin slice of material containing a medicinal agent.
es: Una fina porción de material que contiene un agente medicinal.

source: Ampule
es: Ampolla

source: Container sealed by fusion and to be opened exclusively by breaking. The contents are intended for use on one occasion only.
es: Envase sellado por fusión y para ser abierto exclusivamente por rotura. El contenido está destinado a ser utilizado en una sola ocasión.

source: Bag
es: Bolsa

source: Container consisting of surfaces, whether or not with a flat bottom, made of flexible material, generally closed at the bottom and at the sides by sealing; at the top possibly to be closed by fusion of the material, depending on the intended use. Equipped with special attachments. Contains the final preparation in one compartment or the components necessary for its preparation in different compartments.
es: Recipiente o envase formado por superficies, con fondo plano o no, de material flexible, generalmente cerradas en el fondo y en los laterales mediante precinto; en la parte superior puede cerrarse por fusión del material, según el uso previsto. Equipado con aditamentos especiales. Contiene la preparación final en un compartimento o los componentes necesarios para su preparación en diferentes compartimentos.

source: Blister Pack
es: Envase Blíster

source: Container (usually multidose) consisting of two layers of which one is shaped to contain the individual doses. Strips are excluded.
es: Envase (generalmente multidosis) formado por dos capas, una de las cuales tiene forma para contener las dosis individuales. Se excluyen las tiras.

source: Bottle
es: Botella

source: Container with a more or less pronounced neck and usually a flat bottom.
es: Recipiente o envase con un cuello más o menos pronunciado y normalmente con un fondo plano.

source: Box
es: Caja

source: Primary container consisting of one or more parts made of a light material, can be closed.
es: Recipiente o envase primario compuesto por una o varias partes de un material ligero, que puede cerrarse.

source: Can
es: Lata

source: Cartridge
es: Recambio
