Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/medicine/master/codelists.po
Languages: es

source: Filled container, usually cylindrical, containing a sterile, single-dose or multidose, parenteral preparation; it contains the final preparation in one compartment, or the components necessary for its preparation in different compartments. It may be supplied as an integral part of a pre-filled pen or be intended for use in a reusable device especially designed for that purpose, such as a pen.
es: Recipiente o envase lleno, generalmente cilíndrico, que contiene una preparación parenteral estéril, monodosis o multidosis; contiene la preparación final en un compartimento, o los componentes necesarios para su preparación en diferentes compartimentos. Puede suministrarse como parte integrante de una pluma precargada o estar destinado a ser utilizado en un dispositivo reutilizable especialmente diseñado para ese fin, como una pluma inyectora.

source: Dosette
es: Caja de dosis o clasificador de píldoras

source: Jar
es: Tarro

source: Container, without a pronounced neck, with a wide opening at the top and a more-or-less flat bottom. It is suited for semi-solid and solid pharmaceutical forms (including those that are stored/supplied in a liquid medium, such as living tissue equivalents). It can be reclosed.
es: Recipiente, sin cuello pronunciado, con una amplia apertura en la parte superior y un fondo más o menos plano. Es adecuado para formas farmacéuticas semisólidas y sólidas (incluidas las que se almacenan/suministran en un medio líquido, como los equivalentes de tejidos vivos). Se puede volver a cerrar.

source: Jug
es: Jarra

source: Minim
es: Mínimo

source: Nebule Amp
es: Nebulizador

source: Ovule
es: Óvulo

source: Pouch
es: Bolsa de medicinas

source: Item of packaging intended for use as an intermediate or outer container, intended to contain one or more medicinal product(s); it is made of a flexible material and may be for single use or be re-usable, and may be fitted with a closure system. Bags and sachets are excluded.
es: Elemento de envase destinado a ser utilizado como contenedor intermedio o exterior, destinado a contener uno o más medicamentos; está hecho de un material flexible y puede ser de un solo uso o reutilizable, y puede estar provisto de un sistema de cierre. Se excluyen las bolsas y los sobres.

source: Packet
es: Paquete

source: Container consisting of two surfaces made of flexible material to be closed only by sealing or folding over. The contents are intended for single use.
es: Envase formado por dos superficies de material flexible que se cierra únicamente mediante precinto o plegado. El contenido está destinado a un solo uso.

source: Strip
es: Envase tira

source: Multidose container consisting of two layers, usually provided with perforations, suited for containing single doses of solid or semi-solid preparations. Blisters are excluded.
es: Envase multidosis formado por dos capas, generalmente provisto de perforaciones, adecuado para contener dosis individuales de preparados sólidos o semisólidos. Se excluyen los blísteres.

source: Tin
es: Envase de hojalata

source: Tub
es: Bañera

source: Tube
es: Tubo

source: Container for semi-solid pharmaceutical forms, usually multidose, consisting of collapsible material intended to release the contents via a nozzle by squeezing the package.
es: Envase para formas farmacéuticas semisólidas, generalmente multidosis, compuesto por material plegable destinado a liberar el contenido a través de una boquilla al apretar el envase.

source: Vial
es: Frasco

source: Small container for parenteral medicinal products, with a stopper and overseal; the contents are removed after piercing the stopper. Single-dose and multidose uses are included.
es: Pequeño envase para medicamentos parenterales, con tapón y sobretapa; el contenido se extrae tras perforar el tapón. Se incluyen usos de monodosis y multidosis.
