Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/medicine/master/docs.po
Languages: es

source: Medicine extension
es: Extensión de medicamentos

source: Adds fields to the item object relevant to the procurement of medicines.
es: Agrega campos al objeto artículo relevantes para la adquisición de medicamentos.

source: Guidance
es: Guía

source: This extension is used to describe medicinal products at the tender, award and/or contract stages. Using this extension, a publisher can specify the medicinal product's active ingredients and their strength, the dosage form, the medicine's container, and the administration route. In doing so, it makes it easier to compare the procurement of medicinal products across jurisdictions, and thereby supports [external reference pricing](https://en.wikipedia.org/wiki/External_reference_pricing).
es: Esta extensión se utiliza para describir medicamentos en las fases de licitación, adjudicación y/o contrato. Con esta extensión, un publicador puede especificar los principios activos del medicamento y su concentración, la forma de dosificación, el envase del medicamento y la vía de administración. De este modo, se facilita la comparación de la adquisición de medicamentos entre jurisdicciones y, por tanto, se apoya los [precios de referencia externos](https://en.wikipedia.org/wiki/External_reference_pricing).

source: Dosage forms and container sizes differ significantly across countries, which makes comparison difficult. To ease comparison, the extension provides standardized codelists for the dosage form, immediate container and administration route, based on [Health Level Seven (HL7)](https://www.hl7.org), a set of international standards for health data. That said, if you haven't adopted and can't map your values to the HL7 codes, you may use your own codes. To allow a user to interpret your codes, you should describe the codelists, and how to find the definitions of codes, in your [publication policy](https://standard.open-contracting.org/latest/en/guidance/publish/#finalize-your-publication-policy).
es: Las formas de dosificación y los tamaños de los envases difieren significativamente entre países, lo que dificulta la comparación. Para facilitar la comparación, la extensión proporciona listas de códigos estandarizadas para la forma de dosificación, el recipiente inmediato y la vía de administración, basadas en [Health Level Seven (HL7)](https://www.hl7.org), un conjunto de normas internacionales para datos sanitarios. Dicho esto, si no ha adoptado y no puede mapear sus valores a los códigos HL7, puede utilizar sus propios códigos. Para que un usuario pueda interpretar sus códigos, debe describir las listas de códigos, y cómo encontrar las definiciones de los mismos, en su [política de publicación](https://standard.open-contracting.org/latest/en/guidance/publish/#finalize-your-publication-policy).

source: For the names of active ingredients, it is recommended to use [International Nonproprietary Names (INN)](https://www.who.int/teams/health-product-and-policy-standards/inn). The World Health Organization (WHO) maintains a cumulative list of all INNs, with equivalent names in Latin, English, French, Spanish, Arabic, Chinese and Russian. To ease comparison, it is recommended to use the lowercase Latin name.
es: Para los nombres de los principios activos, se recomienda utilizar las Denominaciones Comunes Internacionales o por sus siglas en inglés [International Nonproprietary Names (INN)](https://www.who.int/teams/health-product-and-policy-standards/inn). La Organización Mundial de la Salud (OMS) mantiene una lista acumulativa de todas las INNs, con nombres equivalentes en latín, inglés, francés, español, árabe, chino y ruso. Para facilitar la comparación, se recomienda utilizar el nombre latino en minúsculas.

source: If a contracting process is in the award or contract stage, it’s possible to know more information about the medicine, such as the brand, the manufacturer, the country of origin, the expiration date, if they must maintain a cold chain and all the other commercial, financial and logistical conditions. Use the [generic item attributes](https://extensions.open-contracting.org/en/extensions/itemAttributes/master/) extension for all the cases where the medicine item has other attributes not included in this extension.
es: Si un proceso de contratación está en fase de adjudicación o contrato, es posible conocer más información sobre el medicamento, como la marca, el fabricante, el país de origen, la fecha de caducidad, si deben mantener una cadena de frío y todas las demás condiciones comerciales, financieras y logísticas. Utilice la extensión [atributos genéricos del artículo](https://extensions.open-contracting.org/en/extensions/itemAttributes/master/) para todos los casos en que el artículo del medicamento tenga otros atributos no incluidos en esta extensión.

source: If a medicine item has more than one active ingredient, add each one to the `activeIngredients` array.
es: Si un medicamento tiene más de un principio activo, agregue cada uno de ellos a la lista de `activeIngredients`.

source: Examples
es: Ejemplos

source: One active ingredient
es: Un principio activo

source: In this example, we demonstrate how to use this extension to describe a [drug procurement process](https://www.mercadopublico.cl/Procurement/Modules/RFB/DetailsAcquisition.aspx?qs=OE1kSVnLUBVxS5IkXPNLRQ==) from Chile. (You can view its [original OCDS data](https://api.mercadopublico.cl/APISOCDS/ocds/tender/734-82-LP14).)
es: En este ejemplo, demostramos cómo utilizar esta extensión para describir un [proceso de adquisición de medicamentos](https://www.mercadopublico.cl/Procurement/Modules/RFB/DetailsAcquisition.aspx?qs=OE1kSVnLUBVxS5IkXPNLRQ==) de Chile. (Puede ver sus [datos originales OCDS](https://api.mercadopublico.cl/APISOCDS/ocds/tender/734-82-LP14).)

source: Item 3 is described as:
es: El punto 3 se describe como:

source: Description
es: Descripción

source: Minimum dispensing unit
es: Unidad de dispensación mínima

source: The strength is expressed as "100 MG/ML". The UN/CEFACT [Recommendation 20 – Codes for Units of Measure Used in International Trade](https://unece.org/trade/uncefact/cl-recommendations) codelist includes units like mg/l, g/l and kg/l, but not mg/ml. So, "100 MG/ML" is expressed as 100 g/l below.
es: La concentración se expresa como "100 MG/ML". La lista de códigos UN/CEFACT [Recomendación 20 - Códigos de Unidades de Medida Utilizados en el Comercio Internacional](https://unece.org/trade/uncefact/cl-recommendations) incluye unidades como mg/l, g/l y kg/l, pero no mg/ml. Así, "100 MG/ML" se expresa como 100 g/l a continuación.

source: Based on this information, we can add the `dosageForm`, `administrationRoute`, `container` and `activeIngredients`.
es: A partir de esta información, podemos agregar el `dosageForm`, `administrationRoute`, `container` y `activeIngredients`.

source: More than one active ingredient
es: Más de un principio activo

source: In this example, we demonstrate how to use this extension to describe a [drug procurement process](https://www.contrataciones.gov.py/licitaciones/convocatoria/391507-adquisicion-medicamentos-hospital-clinicas-1.html#pliego) from Paraguay. (You can view its [original OCDS data](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-391507).)
es: En este ejemplo, demostramos cómo utilizar esta extensión para describir un [proceso de adquisición de medicamentos](https://www.contrataciones.gov.py/licitaciones/convocatoria/391507-adquisicion-medicamentos-hospital-clinicas-1.html#pliego) de Paraguay. (Puede ver sus [datos originales del OCDS](https://contrataciones.gov.py/datos/api/v3/doc/ocds/record/ocds-03ad3f-391507).)

source: In the "Suministros requeridos - especificaciones técnicas" tab, item 1 of lot 8 ("LOTE N° 8 - ANESTESICOS LOCALES - 2") is described as:
es: En la pestaña "Suministros requeridos - especificaciones técnicas", artículo 1 del lote 8 ("LOTE N° 8 - ANESTESICOS LOCALES - 2") se describe como:

source: Technical specifications
es: Especificaciones técnicas

source: Unit of measurement
es: Unidad de medida

source: Presentation
es: Presentación

source: Delivery presentation
es: Presentación de la entrega

source: ampollas como minimo de 5 ml.
es: ampollas como mínimo de 5 ml.

source: For the name of the active ingredient, Annex 2 of the [INN Stem Book 2018](https://www.who.int/teams/health-product-and-policy-standards/inn/stembook), describes how to name acid salts: in this case, "bupivacainum hydrochloridum".
es: Para el nombre del principio activo, el Anexo 2 del [INN Stem Book 2018](https://www.who.int/teams/health-product-and-policy-standards/inn/stembook), describe cómo nombrar las sales ácidas: en este caso, "bupivacainum hydrochloridum".

source: Related standards
es: Estándares relacionados

source: The fields, definitions and codelists used in this extension are based on the following standards that are commonly used in the data on public medicine purchases.
es: Los campos, las definiciones y las listas de códigos utilizados en esta extensión se basan en las siguientes normas que se utilizan habitualmente en los datos sobre compras de medicamentos públicos.

source: Most of the fields are based on the [Drug](https://schema.org/Drug) definition by the [Schema.org Community Group](https://www.w3.org/community/schemaorg/) and the [Medication Resource](https://www.hl7.org/fhir/medication.html) from [Fast Healthcare Interoperability Resources (FHIR)](http://hl7.org/fhir/) standard.
es: La mayoría de los campos se basan en la definición [Medicamentos](https://schema.org/Drug) del [Schema.org Community Group](https://www.w3.org/community/schemaorg/) y en el [Recursos para la Medicación](https://www.hl7.org/fhir/medication.html) del estándar [Fast Healthcare Interoperability Resources (FHIR)](http://hl7.org/fhir/).

source: The `administrationRoute` codelist contains the top-level concepts in HL7's [Route of Administration](https://terminology.hl7.org/CodeSystem/v3-RouteOfAdministration/) codelist, excluding any synonymous terms.
es: La lista de códigos `administrationRoute` contiene los conceptos de nivel superior de la lista de códigos HL7 [Vía de Administración](https://terminology.hl7.org/CodeSystem/v3-RouteOfAdministration/), excluyendo cualquier término sinónimo.

source: The `dosageForm` codelist contains the top-level concepts in HL7's [Orderable Drug Form](https://terminology.hl7.org/CodeSystem/v3-orderableDrugForm/) codelist, excluding the specific forms of sprays.
es: La lista de códigos `dosageForm` contiene los conceptos de nivel superior de la lista de códigos HL7 [Formulario de pedido de medicamentos](https://terminology.hl7.org/CodeSystem/v3-orderableDrugForm/), excluyendo las formas específicas de aerosoles.

source: The `container` codelist is a copy of the codes and titles from FHIR's [Medication Knowledge Package Type](https://terminology.hl7.org/CodeSystem/medicationknowledge-package-type/) codelist. Given that the terms are undefined in FHIR, the descriptions are copied from corresponding terms from the [EDQM Standard Terms database](https://standardterms.edqm.eu), reproduced with the permission of the European Directorate for the Quality of Medicines & HealthCare, Council of Europe (EDQM). The EDQM Standard Terms database is not a static list and content can change over time; the descriptions were retrieved on July 21, 2021.
es: La lista de códigos `container` es una copia de los códigos y títulos de la lista de códigos [Medication Knowledge Package Type](https://terminology.hl7.org/CodeSystem/medicationknowledge-package-type/) de FHIR. Dado que los términos no están definidos en FHIR, las descripciones se han copiado de los términos correspondientes de la base de datos [EDQM Términos estándar](https://standardterms.edqm.eu), reproducidos con el permiso de la Dirección Europea de Calidad del Medicamento y Asistencia Sanitaria del Consejo de Europa (EDQM). La base de datos EDQM Términos estándar no es una lista estática y su contenido puede cambiar con el tiempo; las descripciones se recuperaron el 21 de julio de 2021.

source: Background
es: Antecedentes

source: This extension is based on research with 4 data users and 6 data publishers including public entities, journalists, medicine price analysts, and software developers for medicine purchase systems from 9 countries in Latin America, Europe, and Africa. The extension includes the most used fields from the different countries.
es: Esta extensión se basa en una investigación con 4 usuarios de datos y 6 publicadores de datos, incluyendo entidades públicas, periodistas, analistas de precios de medicamentos y desarrolladores de software para sistemas de compra de medicamentos de 9 países de América Latina, Europa y África. La extensión incluye los campos más utilizados de los diferentes países.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de ocds-extensiones](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
