Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/medicine/master/schema.po
Languages: es

source: Medicine
es: Medicina

source: Adds fields to the item object relevant to the procurement of medicines.
es: Agrega campos al objeto artículo relevantes para la adquisición de medicamentos.

source: Active ingredients
es: Principios activos

source: The active ingredients, typically chemical compounds or biological substances.
es: Los ingredientes o principios activos, normalmente compuestos químicos o sustancias biológicas.

source: Dosage form
es: Forma de dosificación

source: The dosage form in which the medicine is available, from the dosageForm codelist.
es: La forma de dosificación farmacéutica en la que está disponible el medicamento, de la lista de códigos dosageForm.

source: Administration route
es: Vía de administración

source: The route by which the medicine can be administered, from the administrationRoute codelist.
es: La vía por la que se puede administrar el medicamento, a partir de la lista de códigos administrationRoute.

source: Container
es: Envase

source: The immediate container for the medicine. Also known as: presentation, presentation form, package.
es: El recipiente inmediato del medicamento. También se conoce como: presentación, forma de presentación, envase.

source: Active ingredient
es: Principio activo

source: An active ingredient, typically a chemical compound or biological substance.
es: Un principio activo, normalmente un compuesto químico o una sustancia biológica.

source: Name
es: Nombre

source: The name of the active ingredient. It is recommended to use the Latin name from the International Nonproprietary Names (INN). Also known as: generic name, drug, substance name, active substance.
es: El nombre del principio activo. Se recomienda utilizar el nombre latino de la Denominación Común Internacional o DCI por sus siglas, (también INN del inglés International Nonproprietary Names). También se conoce como: nombre genérico, medicamento, nombre de la sustancia, principio activo.

source: Strength
es: Concentración

source: The strength of the active ingredient. Also known as: concentration, potency.
es: La fuerza del ingrediente o principio activo. También se conoce como: concentración, potencia.

source: The common name of the container, from the container codelist.
es: El nombre común del envase de la lista de códigos del container codelist.

source: Capacity
es: Capacidad

source: The storage capacity of the container.
es: La capacidad de almacenamiento del recipiente o envase.

source: Quantity
es: Cantidad

source: The quantity of a thing.
es: La cantidad de un elemento.

source: Unit
es: Unidad

source: The unit of measurement for the quantity.
es: La unidad de medida para la cantidad.

source: Value
es: Valor

source: The quantity, as a multiple of the unit of measurement. The quantity is expressed in interval notation, for example: "[10,10]" for 10 units, "[1,10]" for 1 to 10 units, or "[10,INF[" for 10 or more units.
es: La cantidad, como múltiplo de la unidad de medida. La cantidad se expresa en notación de intervalo, por ejemplo "[10,10]" para 10 unidades, "[1,10]" para 1 a 10 unidades, o "[10,INF[" para 10 o más unidades.

source: Simple unit
es: Unidad simple

source: A unit of measurement.
es: Una unidad de medida.

source: Scheme
es: Esquema

source: The codelist from which the identifier for the unit of measurement is taken, using the open [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) codelist. 'UNCEFACT' is recommended.
es: La lista de códigos de la que se toma el identificador de la unidad de medida, utilizando la lista de códigos abierta [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme). Se recomienda utilizar 'UNCEFACT'.

source: The identifier for the unit of measurement, taken from the codelist referenced by the `scheme` field. Refer to the [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) codelist for details of how to find identifiers within schemes.
es: El identificador de la unidad de medida, tomado de la lista de códigos a la que hace referencia el campo `scheme`. Consulte la lista de códigos [unitClassificationScheme](https://standard.open-contracting.org/{{version}}/{{lang}}/schema/codelists/#unit-classification-scheme) para obtener detalles sobre cómo encontrar identificadores dentro de los esquemas.
