Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/tariffs/1.1/docs.po
Languages: es

source: Tariffs
es: Tarifas

source: Introduction
es: Introducción

source: Some contracts, particularly Public Private Partnership contracts, include agreements about the user fees to be charged for use of the infrastructure or services the contract relates to.
es: Algunos contratos, en particular los contratos de Asociación Público Privada, incluyen acuerdos sobre las tarifas de usuario que se cobrarán por el uso de la infraestructura o los servicios a los que se refiere el contrato.

source: For example, a Public Private Partnership project to build a bridge may set out the tolls for cars and other vehicles cross the bridge.
es: Por ejemplo, un proyecto de Asociación Pública Privada para construir un puente puede establecer los peajes para coches y otros vehículos para cruzar el mismo.

source: The tariff extension allows a structured list of these charges to be set out.
es: La extensión de tarifas permite establecer una lista estructurada de estos cargos.

source: It also includes an additional codelist entries for the documentType codelist for:
es: También incluye entradas de lista de códigos adicionales para la lista de códigos documentType para:

source: Tariff modelling
es: Modelado de tarifas

source: The tariff model builds upon the metrics extension, allowing an array of tariff items, each with an identifier, title, period, value, units and an arbitrary set of dimensions.
es: El modelo de tarifas se basa en la extensión de métricas, permitiendo una lista de elementos tarrif, cada uno con un identificador, título, período, valor, unidades y un conjunto arbitrario de dimensiones.

source: For example, if the toll for a road bridge varies based on (a) the type of vehicle; and (b) the time of day; an implementation of the tariff extension may create new fields for `dimensions.vehicleType` and `dimensions.timeOfDay`, populating these according to local codelists. In PPP cases, these additional dimensions may mirror those used in the estimated demand and other metrics sections.
es: Por ejemplo, si el peaje para un puente de carretera varía según (a) el tipo de vehículo y (b) la hora del día; una implementación de la extensión de tarifas puede crear nuevos campos para `dimensions.vehicleType` y `dimensions.timeOfDay`, rellenando estos de acuerdo con las listas de códigos locales. En los casos de APP, estas dimensiones adicionales pueden reflejar las utilizadas en las secciones de demanda estimada y otras métricas.

source: Example
es: Ejemplo

source: The example below shows a very simply tariff table, without periods or units, but with two dimensions. Tariffs which relate to a particular set of dates could have a `period` block. Those which relate to a particular unit (e.g. tonnes) could have this indicated using a `unit` block.
es: El ejemplo siguiente muestra una tabla de tarifas muy sencilla, sin períodos ni unidades, pero con dos dimensiones. Las tarifas que se refieren a un determinado conjunto de fechas podrían tener un bloque `period`. Los que se refieren a una unidad particular (por ejemplo, toneladas) podrían tener esto indicado usando un bloque `unit`.

source: Codelist entries
es: Entradas de lista de códigos

source: The following document types are introduced by the tariff extension
es: Los siguientes tipos de documentos son introducidos por la extensión de tarifa

source: tariffs - For providing tariff and pricing schedules.
es: tariffs - Para proporcionar tarifas y horarios de precios.

source: tariffMethod - For summarizing the method by which tariffs are set, and linking to detailed documentation of the methods for setting tariffs. This may include written documentation, and spreadsheets providing the models used to calculate tariffs.
es: tariffMethod - Para resumir el método por el cual se fijan las tarifas, y enlazar a la documentación detallada de los métodos para fijar tarifas. Esto puede incluir documentación escrita y hojas de cálculo con los modelos utilizados para calcular las tarifas.

source: tariffReview - For summarizing the arrangements for the review and regulation of tariffs, and linking to detailed documentation that covers how tariffs are regulated. This is important to explain to users why they are paying what they are paying, and the scope for changes to payment structures.
es: tariffReview - Para resumir las disposiciones para la revisión y regulación de las tarifas, y enlazar con la documentación detallada que explique cómo se regulan las tarifas. Esto es importante para poder explicarles a los usuarios por qué están pagando lo que están pagando, y el alcance de los cambios en las estructuras de pago.

source: tariffIllustration - For linking to graphs and reports on the change over time in tariff prices. Use the relevant image media type when linking to PNG, JPEG or GIF graphs to allow applications to directly display this content.
es: tariffIllustration - Para vincular a gráficos e informes sobre el cambio en el tiempo en los precios de las tarifas. Utilice el tipo de material de imagen relevante al vincular a gráficos PNG, JPEG o GIF para permitir que las aplicaciones muestren directamente este contenido.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add Section column to `+documentType.csv` codelist.
es: Agregar la columna Sección a la lista de códigos `+documentType.csv`.

source: Review normative and non-normative words.
es: Revisar las palabras normativas y no normativas.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Set `"uniqueItems": true` on array fields, and add `"minLength": 1` on required string fields.
es: Establecer `"uniqueItems ": true` en los campos matriz y agregar `"minLength": 1` en los campos de cadena obligatorios.

source: Make `Tariff.unit` non-nullable, like `Item.unit`.
es: Hacer `Tariff.unit` no nulo, como `Item.unit`.

source: Make `Tariff.dimensions` non-nullable (undo earlier change).
es: Hacer `Tariff.dimensions` no nulo (deshacer el cambio anterior).

source: Make `Tariff.dimensions` nullable.
es: Hacer que `Tariff.dimensions` pueda ser nulo.
