Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/organizationClassification/1.1/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Source
es: Fuente

source: Category
es: Categoría

source: Classification of the Functions of Government
es: Clasificación de las funciones del gobierno

source: A standard classifying the purposes of government activities, developed by the Organisation for Economic Co-operation and Development and published by the United Nations Statistical Division.
es: Un estándar que clasifica los propósitos de las actividades gubernamentales, desarrollada por la Organización para la Cooperación y el Desarrollo Económicos y publicada por la División de Estadística de las Naciones Unidas.

source: EC Type of contracting authority
es: EC Tipo de autoridad de contratación

source: The types of contracting authority within the domain of public procurement according to legislation of the European Parliament.
es: Los tipos de autoridad de contratación dentro del ámbito de la contratación pública de acuerdo con la legislación del Parlamento Europeo.

source: EC Main activity of contracting entity
es: EC Actividad principal de la entidad contratante

source: The main activities of contracting entities within the domain of public procurement according to legislation of the European Parliament.
es: Las principales actividades de las entidades contratantes en el ámbito de la contratación pública según la legislación del Parlamento Europeo.
