Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/renewal/master/schema.po
Languages: es

source: Renewal
es: Renovación

source: Has renewal
es: Tiene renovación

source: Information about the options for the renewal of a contract.
es: Información sobre las opciones para la renovación de un contrato.

source: Description
es: Descripción

source: A description of the options for the renewal of the contract.
es: Una descripción de las opciones para la renovación del contrato.

source: Minimum renewal
es: Renovación mínima

source: The minimum number of renewals.
es: El número mínimo de renovaciones.

source: Maximum renewal
es: Renovación máxima

source: The maximum number of renewals. If there is no maximum, set to 1e9999 (which parses to infinity).
es: El número máximo de renovaciones. Si no hay un máximo, establecer a 1e9999 (que analiza hasta infinito).

source: Renewal period
es: Periodo de renovación

source: The period over which the contract can be renewed.
es: El período durante el cual se puede renovar el contrato.
