Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/contract_completion/master/docs.po
Languages: es

source: Contracts Completion
es: Finalización de Contratos

source: The Open Contracting Data Standard can be used to provide information on all stages of a contracting process, from planning through to implementation.
es: El Estándar de Contrataciones Abiertas se puede usar para dar información sobre todas las etapas del proceso de contrataciones, desde la planeación hasta la implementación.

source: This extension introduces four fields that can be used at the end of a contracting process to provide details of the final date and value of the contract, and, where there is variation, to provide a justification of this.
es: Esta extensión introduce cuatro campos que pueden usarse al final de un proceso de contratación para dar detalles sobre la fecha final y valor del contrato, también se pueden utilizar cuando hay variaciones para dar una justificación de las mismas.

source: Additional fields
es: Campos Adicionales

source: The fields introduced by this extension are:
es: Los campos que se introducen con esta extensión son:

source: **`implementation.endDate`** - The actual date when contract implementation ended. Where `implementation.endDate` varies from the anticipated `contracts.period.endDate` an explanation of the variance should be provided in `implementation.endDateDetails`.
es: **`implementation.endDate`** - La fecha real en la que finalizó la implementación del contrato. Cuando `implementation.endDate` difiera de la anticipada fecha `contracts.period.endDate`, se debe proporcionar una explicación de la variación en `implementation.endDateDetails`.

source: **`implementation.endDateDetails`** - Details related to the endDate. This may be a justification for the contract's completion date being different than in the original contract.
es: **`implementation.endDateDetails`** - Detalles relacionados con endDate. Esto puede ser una justificación para que la fecha de finalización del contrato sea diferente a la del contrato original.

source: **`implementation.finalValue`** - The actual total value of all payments for a completed contract. If `implementation.transactions` are used for this contract, this field should equal the sum of the `transactions.value.amount` fields. Where `finalValue.amount` varies from `contracts.value.amount` an explanation of the variance should be provided in `finalValueDetails`.
es: **`implementation.finalValue`** - El valor total real de todos los pagos de un contrato completado. Si se utilizan `implementation.transactions` para este contrato, este campo debe ser igual a la suma de los campos `transaction.value.amount`. Cuando `finalValue.amount` difiera de `contracts.value.amount`, se debe proporcionar una explicación de la variación en `finalValueDetails`.

source: **`implementation.finalValueDetails`** - Details related to the final value. This may be a justification for the completed contract's value being different than in the original contract.
es: **`implementation.finalValueDetails`** - Detalles relacionados al valor final. Esto puede ser una justificación de que el valor del contrato completado sea diferente al del contrato original.

source: Using existing OCDS fields within a Contracts Register
es: Utilizando campos de OCDS existentes en un Registro de Contratos

source: OCDS contains many existing fields that can be used as part of a Contracts Register. These are documented [in the schema reference](http://standard.open-contracting.org/latest/en/schema/reference/). This extension does not modify any of these fields. However, the following list is provided for convenience of those considering the design of a contracts register:
es: El OCDS tiene muchos campos que pueden usarse como parte de un Registro de Contratos. Estos están documentados en el [esquema](http://standard.opencontracting.org/latest/es/schema/reference/). Esta extensión no modifica ninguno de estos campos. De cualquier manera, la siguiente lista se da para la conveniencia de las personas que están considerado el diseño de un registro de contratos.

source: **Supplier details** should be recorded within the `awards` section, linked via `contracts.awardID` (even if you are only releasing information at the contract stage, you may provide information in the tender and award sections)
es: **Los detalles del proveedor** deben registrarse dentro de la sección `awards`, enlazada a través de` contract.awardID` (incluso si solo está publicando información en la etapa del contrato, puede proporcionar información en las secciones de licitación y adjudicación)

source: **Contract documents** can be linked to under `contracts.documents`
es: **Los documentos del contrato** se pueden vincular en `contracts.documents`

source: **Performance reports** can be provided under `contracts.implementation.documents`
es: **Los informes de rendimiento** se pueden proporcionar en `contracts.implementation.documents`

source: **Details of payments** can be provided under `contracts.implementation.transactions`
es: **Los detalles de los pagos** se pueden proporcionar en `contratos.implementación.transacciones`

source: **Progress details** can be provided using `contracts.implementation.milestones`.
es: **Los detalles del progreso** se pueden proporcionar usando `contracts.implementation.milestones`.

source: **Amendments** can be described using the `contracts.amendments` array, and with past values provided using the OCDS [releases model as described here](http://standard.open-contracting.org/latest/en/implementation/amendments/)
es: **Las enmiendas** se pueden describir usando la matriz `contract.amendments` y con los valores pasados ​​proporcionados usando el [modelo de versiones OCDS como se describe aquí](http://standard.open-contracting.org/latest/es/implementation/amendments/)

source: Using milestones to show contract completion
es: Utilizar hitos para mostrar la finalización de un contrato

source: Milestones may have a `status` of 'scheduled', 'met', 'notMet' or 'partiallyMet'. By providing at least one milestone for a contract, and then ensuring `milestones.status` is updated when `implementation.endDate` you can indicate whether a contract ended with successful delivery of all milestones and deliverables.
es: Los hitos pueden tener un `status` de 'scheduled', 'met', 'notMet' or 'partiallyMet'. Al dar al menos un hito por contrato, y asegurar que `milestone/status` se actualice cuando `implementation/endDate` se puede indicar que un contrato terminó con la entrega exitosa de todos los hitos y entregables.

source: JSON and CSV serializations
es: Serializaciones JSON y CSV

source: In some cases, it may be possible to design a simple contracts register using the [flat CSV serialization of OCDS](http://standard.open-contracting.org/latest/en/implementation/serialization/#csv).
es: En algunos casos, puede ser posible diseñar un registro de contratos simple utilizando el [flat CSV serialization de OCDS](http://standard.open-contracting.org/latest/en/implementation/serialization/#csv).

source: Example
es: Ejemplo

source: The following extract illustrates these properties in use within the `contracts.implementation` block. Note the difference between the contract `period` and `value` (as agreed in the contract, or amended contract), and the implementation `finalValue` and `endDate`, along with the explanation provided of this variance.
es: El siguiente extracto ilustra estas propiedades en uso dentro del bloque `contracts.implementation`. Note la diferencia entre `period` y `value` del contrato (como en se acordó en el contrato o en la versión corregida del contrato), y `finalValue` y `endDate` de la implementación, junto con la explicación proveída de esta variación.

source: The example folder contains a full worked example with:
es: La carpeta ejemplo contiene un ejemplo de trabajo completo:

source: A release that provides details of a contract;
es: Un lanzamiento que da detalles sobre un contrato;

source: A release that includes an amendment to the contract to increase the total value, as well as initial payment transactions;
es: Un lanzamiento que incluye una enmienda al contrato para incrementar el valor total, así como el valor inicial de las transacciones;

source: A release that contains a confirmed end date, final value, and the explanation of variation in these.
es: Un lanzamiento que contiene una fecha final confirmada, el valor final y la explicación de variación en ellas

source: This is also supplied in record form, and with a simplified flat serialization. The record can be viewed with [OCDS Show](https://open-contracting.github.io/ocds-show/) to demonstrate how the OCDS releases and records model captures change over time.
es: Esto también se suministra en forma de registro y con una serialización plana simplificada. El registro se puede ver con [OCDS Show] (https://open-contracting.github.io/ocds-show/) para demostrar cómo el modelo de registros y entregas de OCDS capturan los cambios en el tiempo.

source: In the spreadsheet serialization it is possible to see three releases describing the three key moments from the same contracting process.
es: En la serialización de base de datos es posible ver tres tipos de lanzamientos que describen tres momentos clave en el mismo proceso de contratación

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words
es: Revisar las palabras normativas y no-normativas

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` and/or `minLength`.

source: This extension was originally discussed in <https://github.com/open-contracting/standard/issues/703>.
es: Esta extensión se discutió originalmente en <https://github.com/open-contracting/standard/issues/703>.
