Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/techniques/master/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Pending
es: Pendiente

source: The DPS has not yet started.
es: El SDC aún no ha comenzado.

source: Active
es: Activo

source: The DPS has started.
es: El SDC ha comenzado.

source: Cancelled
es: Cancelado

source: The DPS has been cancelled prior to starting.
es: El SDC ha sido cancelado antes de su inicio.

source: Terminated
es: Finalizado

source: The DPS had started, and has now come to a close. This might be due to its successful completion, or might be early termination due to some non-completion.
es: El SDC había comenzado, y ahora ha llegado a su fin. Esto puede deberse a su finalización con éxito, o puede ser una terminación anticipada debido a algún incumplimiento.

source: Open
es: Abierto

source: The dynamic purchasing system can also be used by buyers not listed in the contracting process.
es: El sistema dinámico de compra también puede ser utilizado por compradores que no figuran en el proceso de contratación.

source: Closed
es: Cerrado

source: The dynamic purchasing system can only be used by buyers listed in the contracting process.
es: El sistema dinámico de compra solo puede ser utilizado por compradores que figuran en el proceso de contratación.

source: With reopening of competition
es: Con reapertura de competencia

source: Contracts are awarded by reopening the competition (e.g. mini-competition or mini-tender).
es: Los contratos se adjudican mediante la reapertura del concurso (por ejemplo, minicompetencia o minitienda).

source: Without reopening of competition
es: Sin reapertura de competencia

source: Contracts are awarded without the reopening of competition (e.g. direct call-off or direct award).
es: Los contratos se adjudican sin la reapertura del concurso (por ejemplo, llamada o adjudicación directa).

source: With and without reopening of competition
es: Con y sin reapertura de competencia

source: Contracts are awarded both with and without the reopening of competition.
es: Los contratos son adjudicados con y sin reapertura de competencia.
