Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/techniques/master/docs.po
Languages: es

source: Techniques
es: Técnicas

source: Adds fields to the tender and lot objects to describe the use of techniques, such as framework agreements, dynamic purchasing systems and electronic auctions.
es: Agrega campos a los objetos de licitación y lote para describir el uso de técnicas, como acuerdos marco, sistemas dinámicos de compra y subastas electrónicas.

source: Guidance
es: Guía

source: Framework agreement's `value` and `period`
es: `value` y `period` del acuerdo marco

source: The `value` and `period` fields of `FrameworkAgreement` objects should only be used if a data source provides values and periods for both the contract/lot and the framework agreement, like TED XML Schema R2.08. Otherwise:
es: Los campos `value` y` period` de los objetos `FrameworkAgreement` solo deben usarse si una fuente de datos proporciona valores y períodos tanto para el contrato / lote como para el acuerdo marco, como TED XML Schema R2.08. De lo contrario:

source: If a procurement isn't divided into lots, use the `tender.value` and `tender.contractPeriod` fields.
es: Si una adquisición no está dividida en lotes, utilice los campos `tender.value` y` tender.contractPeriod`.

source: If a procurement is divided into lots, use the `value` and `contractPeriod` fields of `Lot` objects.
es: Si una adquisición se divide en lotes, utilice los campos `value` y` contractPeriod` de los objetos `Lot`.

source: Framework agreement's `method`
es: `method` del acuerdo marco

source: Here are the possible values for a framework agreement's `method` field, and common synonyms:
es: Estos son los posibles valores del campo `method` de un acuerdo marco y sus sinónimos más comunes:

source: withoutReopeningCompetition: call-offs
es: withoutReopeningCompetition: cancelaciones

source: withReopeningCompetition: mini-competitions
es: withReopeningCompetition: mini-competencias

source: withAndWithoutReopeningCompetition: call-offs and mini-competitions
es: withAndWithoutReopeningCompetition: cancelaciones y mini-competencias

source: Legal context
es: Contexto legal

source: In the European Union, this extension's fields correspond to [eForms BG-706 (Techniques)](https://github.com/eForms/eForms). See [OCDS for the European Union](http://standard.open-contracting.org/profiles/eu/master/en/) for the correspondences to Tenders Electronic Daily (TED).
es: En la Unión Europea, los campos de esta extensión corresponden a [eForms BG-706 (Técnicas)] (https://github.com/eForms/eForms). Consulte [OCDS para la Unión Europea] (http://standard.open-contracting.org/profiles/eu/master/en/) para ver las correspondencias con Tenders Electronic Daily (TED).

source: Examples
es: Ejemplos

source: Framework agreement
es: Acuerdo marco

source: Dynamic purchasing system
es: Sistema de compra dinámica

source: Electronic auction
es: Subasta electrónica

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add `minimumParticipants`, `value`, `period` and `description` fields to the `FrameworkAgreement` object.
es: Agregar los campos `minimumParticipants`, `value`, `period` y `description` al objeto `FrameworkAgreement`.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: This extension was originally discussed as part of the [OCDS for EU profile](https://github.com/open-contracting-extensions/european-union/issues), in [pull requests](https://github.com/open-contracting-extensions/ocds_techniques_extension/pulls?q=is%3Apr+is%3Aclosed) and in <https://github.com/open-contracting/standard/issues/695>.
es: Esta extensión se discutió originalmente como parte del [OCDS para el perfil de la UE] (https://github.com/open-contracting-extensions/european-union/issues), en [pull requests] (https://github.com/open-contracting-extensions/ocds_techniques_extension/pulls?q=is%3Apr+is%3Aclosed) y en <https://github.com/open-contracting/standard/issues/695>.
