Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/techniques/master/schema.po
Languages: es_es

source: Techniques
es_es: Técnicas

source: Information about the use of techniques, such as framework agreements, dynamic purchasing systems and electronic auctions.
es_es: Información sobre el uso de técnicas, como acuerdos marco, sistemas de compra dinámica y subastas electrónicas.

source: Framework agreement involved
es_es: Acuerdo marco involucrado

source: Whether a framework agreement is involved.
es_es: Si se trata de un acuerdo marco.

source: Framework agreement
es_es: Acuerdo marco

source: Information about the framework agreement.
es_es: Información sobre el acuerdo marco.

source: Dynamic purchasing system involved
es_es: Sistema de compra dinámica involucrado

source: Whether a dynamic purchasing system is involved.
es_es: Si se trata de un sistema de compra dinámica.

source: Dynamic purchasing system
es_es: Sistema de compra dinámica

source: Information about the dynamic purchasing system.
es_es: Información sobre el sistema de compra dinámica.

source: Electronic auction used
es_es: Subasta electrónica utilizada

source: Whether an electronic auction is used.
es_es: Si se utiliza una subasta electrónica.

source: Electronic auction
es_es: Subasta electrónica

source: Information about the electronic auction.
es_es: Información sobre la subasta electrónica.

source: Minimum number of participants
es_es: Número mínimo de participantes

source: The minimum number of participants in the framework agreement.
es_es: El número mínimo de participantes en el acuerdo marco

source: Maximum number of participants
es_es: Número máximo de participantes

source: The maximum number of participants in the framework agreement. If there is no maximum, set to 1e9999 (which parses to infinity).
es_es: El número máximo de participantes en el acuerdo marco. Si no hay un máximo, establecerlo en 1e9999 (que analiza hasta infinito).

source: Method
es_es: Método

source: Whether contracts are awarded with, without, or both with and without the reopening of competition.
es_es: Si los contratos se adjudican con, sin o ambos con y sin re-apertura del concurso.

source: Duration rationale
es_es: Duración razonable

source: The justification for exceptional cases when the duration of a framework agreement exceeds the legal limits.
es_es: La justificación de casos excepcionales cuando la duración de un acuerdo marco excede los límites legales.

source: Buyer categories
es_es: Categorías de compradores

source: Any additional categories of buyers participating in the framework agreement and not mentioned by name (e.g. 'all hospitals in the Tuscany region').
es_es: Cualquier categoría adicional de compradores que participe en el acuerdo marco y que no se mencione por su nombre (por ejemplo, "todos los hospitales de la región de la Toscana").

source: Value
es_es: Valor

source: The total upper estimated value of the framework agreement.
es_es: El valor total estimado superior del acuerdo marco.

source: Period
es_es: Periodo

source: The period over which the framework agreement is estimated to be active.
es_es: El período durante el cual se estima que el acuerdo marco estará activo.

source: Description
es_es: Descripción

source: A summary description of the framework agreement. This complements any structured information provided using the other fields.
es_es: Una descripción resumida del acuerdo marco. Esto complementa cualquier información estructurada proporcionada utilizando los otros campos.

source: Type
es_es: Tipo

source: In the case of central purchasing bodies, whether the dynamic purchasing system can be used by buyers not listed in the contracting process.
es_es: En el caso de las centrales de compras, si el sistema de compra dinámica puede ser utilizado por compradores que no figuran en el proceso de contratación.

source: Status
es_es: Estado

source: The status of the dynamic purchasing system.
es_es: El estado del sistema de compra dinámica.

source: The internet address of the electronic auction.
es_es: La dirección de Internet de la subasta electrónica.

source: Any additional information about the electronic auction.
es_es: Cualquier información adicional sobre la subasta electrónica.
