Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/unstructuredChanges/master/docs.po
Languages: es

source: Unstructured changes
es: Cambios no estructurados

source: Adds an unstructuredChanges array to the Amendment object.
es: Agrega una matriz unstructuredChanges al objeto Amendment.

source: Guidance
es: Guía

source: In many procurement regimes, it is common to amend a procurement notice by describing the changes in words, rather than by re-publishing the full notice. This is because the process is designed for humans: it is easier for a human to read a description of changes, than to calculate the difference between two full notices.
es: En muchos regímenes de contratación, es habitual modificar un anuncio de licitación describiendo los cambios en palabras, en lugar de volver a publicar el anuncio completo. Esto se debe a que el proceso está diseñado para los humanos: es más fácil para un humano leer una descripción de los cambios, que calcular la diferencia entre dos anuncios completos.

source: On the other hand, it is easy for a machine to calculate the difference between two full notices, but difficult or impossible to interpret a description of changes. There are many ways in which a change description can go wrong, which a human can recover from, but which a machine cannot. For example:
es: En cambio, para una máquina es fácil calcular la diferencia entre dos notificaciones completas, pero es difícil o imposible interpretar una descripción de cambios. Hay muchas formas en las que una descripción de cambios puede salir mal, de las que un humano puede recuperarse, pero que una máquina no puede. Por ejemplo:

source: The label of the field that is subject to modification can refer to:
es: La etiqueta del campo que está sujeto a modificación puede hacer referencia a:

source: a label that doesn't occur on the earlier notice
es: una etiqueta que no aparece en el aviso anterior

source: an incorrect or imprecise label on the earlier notice
es: una etiqueta incorrecta o imprecisa en el aviso anterior

source: The data type of the new value can be inconsistent with the data type of the field.
es: El tipo de datos del nuevo valor puede ser inconsistente con el tipo de datos del campo.

source: OCDS is designed to be read by machines. Ideally, the source system from which OCDS data is exported contains the values of each field before and after a change. In that case, you should simply follow [the releases and records model](https://standard.open-contracting.org/latest/en/schema/reference/#release-handling).
es: El OCDS está diseñado para ser leído por máquinas. Lo ideal es que el sistema fuente desde el que se exportan los datos de OCDS contenga los valores de cada campo antes y después de un cambio. En ese caso, debería seguir simplemente [el modelo de entregas y registros](https://standard.open-contracting.org/latest/es/schema/reference/#release-handling).

source: This extension is intended to be used only in cases where a source system doesn't track the values of fields, but instead tracks a description of changes, like in the EU (see *Legal context* below). Note: The lack of structure prevents much data analysis.
es: Esta extensión está pensada para ser utilizada sólo en los casos en que un sistema de origen no rastrea los valores de los campos, sino que rastrea una descripción de los cambios, como en la UE (véase *Contexto legal* más abajo). Nota: La falta de estructura impide muchos análisis de datos.

source: Legal context
es: Contexto legal

source: This extension was developed primarily to enable the mapping of the European Union's standard forms for public procurement to OCDS (specifically Form 14 Corrigendum), but it might be useful in non-EU contexts.
es: Esta extensión se desarrolló principalmente para permitir la asignación de los formularios estándar de la Unión Europea para la contratación pública a OCDS (específicamente el Formulario 14 Corrigendum), pero podría ser útil en contextos no comunitarios.

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add Guidance section
es: Agregar sección Guía

source: Relax date format to allow either date or datetime
es: Relajar el formato de fecha para permitir fecha o fecha y hora

source: Review normative and non-normative words.
es: Revisar las palabras normativas y no normativas.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: This extension was originally discussed as part of the [OCDS for EU profile](https://github.com/open-contracting-extensions/european-union/issues/63) and in [pull requests](https://github.com/open-contracting-extensions/ocds_unstructuredChanges_extension/pulls?q=is%3Apr+is%3Aclosed).
es: Esta extensión se discutió originalmente como parte del [OCDS para el perfil de la UE] (https://github.com/open-contracting-extensions/european-union/issues/63), en [pull resquests](https://github.com/open-contracting-extensions/ocds_unstructuredChanges_extension/pulls?q=is%3Apr+is%3Aclosed).
