Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/unstructuredChanges/master/schema.po
Languages: es

source: Unstructured changes
es: Cambios no estructurados

source: Adds an unstructuredChanges array to the Amendment object.
es: Agrega una matriz unstructuredChanges al objeto Amendment.

source: Unstructured or semi-structured changes to an earlier notice.
es: Cambios no estructurados o semi-estructurados de una notificación anterior.

source: Unstructured change
es: Cambio no estructurado

source: Unstructured or semi-structured change to an earlier notice.
es: Cambio no estructurado o semi-estructurado de una notificación anterior.

source: Related lot
es: Lote relacionado

source: The identifier of the lot to which this change relates, if any.
es: El identificador del lote al que se refiere este cambio, si lo hubiera.

source: Old value
es: Valor viejo

source: The value of the data element referenced by the `where` field, before the change.
es: El valor del elemento de datos al que hace referencia el campo `where`, antes del cambio.

source: New value
es: Nuevo valor

source: The value of the data element referenced by the `where` field, after the change.
es: El valor del elemento de datos al que hace referencia el campo `where`, después del cambio.

source: Where
es: Donde

source: A reference to a data element on an earlier notice that is being changed.
es: Una referencia a un elemento de datos de una notificación anterior que se está modificando.

source: Section
es: Sección

source: The identifier of the section containing the data element, if the earlier notice is organized into sections.
es: El identificador de la sección que contiene el elemento de datos, si el aviso anterior está organizado en secciones.

source: Label
es: Etiqueta

source: The label for the data element.
es: La etiqueta del elemento de datos.

source: Unstructured change value
es: Valor del cambio no estructurado

source: A value of a data element. The value must be described using exactly one of the fields `text`, `classifications` or `date`.
es: Un valor de un elemento de datos. El valor debe describirse utilizando exactamente uno de los campos `text`, `classifications` o `date`.

source: Text value
es: Valor del texto

source: A text. If the change deleted or erased the data element, use the empty string ("").
es: Un texto. Si el cambio eliminó o borró el elemento de datos, utilice la cadena vacía ("").

source: Classifications
es: Clasificaciones

source: A list of classifications.
es: Una lista de clasificaciones

source: Date
es: Fecha

source: A date.
es: Una fecha.
