Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/otherRequirements/master/schema.po
Languages: es

source: Other Requirements
es: Otros requisitos

source: Adds an object to describe other requirements to participate in a contracting process.
es: Agregar un objeto para describir otros requisitos para participar en un proceso de contratación.

source: Other requirements
es: Otros requisitos

source: Other requirements to participate in the procedure.
es: Otros requisitos para participar del procedimiento.

source: Other requirements to participate in the lot.
es: Otros requisitos para participar del lote.

source: Other requirements to participate in the procedure or lot.
es: Otros requisitos para participar del procedimiento o lote.

source: Requires staff names and qualifications
es: Se requiere nombres y calificaciones del personal

source: Whether the bidders are obligated to indicate the names and professional qualifications of the staff assigned to performing the contract.
es: Si los oferentes están obligados a indicar los nombres y las calificaciones profesionales del personal asignado a la ejecución del contrato.

source: Reserved participation
es: Participación reservada

source: The types of organizations to which participation is reserved.
es: Los tipos de organizaciones a las que se reserva la participación.

source: Qualification system conditions
es: Condiciones del sistema de calificación

source: The conditions to be fulfilled by candidates in view of their qualification for the system.
es: Las condiciones que deben cumplir los candidatos en vista de su calificación para el sistema.

source: Qualification system methods
es: Métodos del sistema de calificación

source: The methods according to which each of the qualification system conditions will be verified.
es: Los métodos según los cuales se verificarán cada una de las condiciones del sistema de calificación.

source: Reduction criteria
es: Criterios de reducción

source: The criteria or rules for selecting a limited number of qualified candidates to submit bids.
es: Los criterios o reglas para seleccionar un número limitado de candidatos calificados para presentar ofertas.
