Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/participation_fee/v1.1.3/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Document
es: Documento

source: A fee payable for access to bidding documents.
es: Una cuota que debe pagarse para tener acceso a los documentos de oferta.

source: Deposit
es: Depósito

source: A refundable fee payable for the submission of bids.
es: Una cuota reembolsable que debe pagarse para hacer una oferta

source: Submission
es: Presentación de oferta

source: A non-refundable fee payable for the submission of bids.
es: Una cuota no-reembolsable que se debe pagar para hacer una oferta

source: Win
es: Triunfo

source: A fee payable by the winning bidder.
es: Una cuota que se paga por el ofertante ganador.
