Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/participation_fee/v1.1.3/schema.po
Languages: es

source: Participation Fees
es: Cuotas/Cargos de participación

source: Where a tender process involves payment of fees to access documents, submit a proposal, or be awarded a contract, this extension can be used to provide fee details.
es: Cuando un proceso de licitación implica el pago de cargos para acceder a los documentos, presentar una propuesta, o ser adjudicado un contrato, esta extensión se puede utilizar para proporcionar detalles de la tasa.

source: Participation fee
es: Cuota/Cargos de participación

source: A fee applicable to bidders wishing to participate in the tender process. Fees may apply for access to bidding documents, for the submission of bids or there may be a win fee payable by the successful bidder.
es: Una tarifa que aplica a los ofertantes que quieren participar en el proceso de licitaciones. Las tarifas pueden aplicar para acceder los documentos de oferta, para enviar las ofertas o puede haber una cuota que debe ser pagada por el ofertante ganador

source: Fee ID
es: ID de tarifa

source: A local identifier for this fee, unique within this block. This field is used to keep track of multiple revisions of a fee through the compilation from release to record mechanism.
es: Un identificador local de esta tarifa, única en este bloque. Este campo se usa para hacer un seguimiento de múltiples revisiones de la tarifa a través de la compilación de los mecanismos de release y record

source: Fee type
es: Tipo de cuota/cargo

source: A fees applicable to bidders wishing to participate in the tender process. Fees may apply for access to bidding documents, for the submission of bids or there may be a win fee payable by the successful bidder.
es: Las cuotas que aplican a los ofertantes que participen en el proceso de licitaciones. Las cuotas pueden aplicar para tener acceso a documentos de la oferta, hacer presentación de ofertas o una cuota puede aplicar para el ofertante ganador.

source: Value
es: Valor

source: The monetary value of this fee.
es: El valor monetario de esta tarifa

source: Description
es: Descripción

source: Optional information about the way in which fees are levied, or the exact nature of the fees.
es: Información adicional sobre la manera en que se cobran las cuotas o la naturaleza exacta de las mismas.

source: Method(s) of payment
es: Método(s) de pago

source: Optional information about the way in which fees can be paid.
es: Información opcional sobre la manera en que se pueden pagar las cuotas

source: Participation fees
es: Cuotas de participación

source: Any fees applicable to bidders wishing to participate in the tender process. Fees may apply for access to bidding documents, for the submission of bids or there may be a win fee payable by the successful bidder.
es: Cualquier cuota que sea aplicable a los ofertantes que quieran participar en el proceso de contrataciones. Las cuotas pueden aplicar para tener acceso a documentos de compras, para hacer ofertas o cuotas que deben ser pagadas por el ofertante ganador.
