Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/enquiries/v1.1.1/schema.po
Languages: fr

source: Enquiries
fr: Echanges

source: The enquiries extension can be used to record questions raised during a contracting process, and the answers provided.
fr: L'extension sur les échanges peut être utilisée pour enregistrer les questions soulevées pendant le processus de passation de marché et les réponses qui leurs sont fournies.

source: Questions sent to the procuring entity, and the answers given
fr: Questions envoyées aux entités adjudicatrices et les réponses données

source: Enquiry
fr: Échanges

source: Identifier
fr: Identifiant

source: A unique identifier for the enquiry.
fr: Un identifiant unique pour l'échange.

source: The date the enquiry was received or processed.
fr: La date à laquelle l'échange a été reçu ou traité.

source: The identifier and name of the party asking this question. Questioners may be listed in the parties array with a role of 'enquirer'. Procurement policies vary on whether or not the identity of those asking questions should be disclosed, or at which stage this information may be disclosed. When the identity of the questioner cannot be disclosed leave the author section blank. Display systems should interpret this as an anonymous question.
fr: L'identifiant ou le nom de la partie posant la question. Les auteurs des questions peuvent figurer dans la liste des parties avec un rôle "enquirer". Les politiques de passation de marché varient sur le fait que l'identité de ceux qui ont posé des questions doit être révélée ou à quelle étape cette information peut être révélée. Lorsque l'identifiant de l'auteur de l'auteur de la question ne peut pas être publié, laissez la section sur l'auteur vide. Les systèmes d'affichage doivent interpréter l'absence d'auteur et afficher la question comme une question anonyme.

source: The subject line of the question.
fr: La ligne d'objet de la question.

source: The body of the question.
fr: Le corps de la question.

source: The answer to this question, when available.
fr: La réponse à la question si elle est disponible.

source: The date the answer to the question was provided.
fr: La date à laquelle la question a été posée.

source: If this question relates to a specific line-item, this field contains the line-item identifier.
fr: Si la question est liée à un certain bien et service acheté, ce champ comprend l'identifiant du bien ou du service.

source: Where lots are used, if this question relates to a specific lot, this field contains the lot identifier.
fr: Quand des lots sont utilisés, si cette question est liée à un lot spécifique, ce champ comprend l'identifiant du lot.

source: If this question and answer forms part of a discussion thread (e.g. the question is a follow up to a previous answer) an optional thread identifier can be used to associate together multiple enquiries.
fr: Si cette question-réponse fait partie d'un fil de discussion (par exemple si la question fait suite à une réponse) un identifiant optionnel de fil de discussion peut être utiliser pour associer plusieurs questions.
