Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/additionalContactPoint/master/docs.po
Languages: es

source: Additional Contact Points and Contact Point Languages
es: Puntos de Contacto Adicionales y Lenguajes del Punto de Contacto

source: There are some cases where it is important to list multiple contact points for an organization, particularly in cases where each contact point deals with enquiries in particular languages only.
es: Hay algunos casos en los que es importante enumerar varios puntos de contacto para una organización, especialmente en los casos en los que cada punto de contacto se ocupa únicamente de consultas en determinados idiomas.

source: This extension adds an array of `additionalContactPoints` to the `Organization` object, and introduces an `availableLanguage` array of language codes to `ContactPoint`.
es: Esta extensión añade una matriz de `additionalContactPoints` al objeto `organization` e introduce una matriz de `availableLanguage` sobre los lenguajes disponibles a `ContactPoint`.

source: When this extension is used, publishers should include a **primary contact point** for the `contactPoint` object, on the basis that many applications will not be aware of the `additionalContactPoints` array. However, if a primary contact point can't be determined, all contact points may be disclosed in the `additionalContactPoints` array.
es: Cuando se utiliza esta extensión, los editores deben incluir un **punto de contacto principal** para el objeto `contactPoint`, ya que muchas aplicaciones no conocerán la lista `additionalContactPoints`. Sin embargo, si no se puede determinar un punto de contacto principal, todos los puntos de contacto pueden ser revelados en la lista `additionalContactPoints`.

source: Example
es: Ejemplo

source: Modelling notes
es: Notas de modelado

source: `availableLanguage` is singular, although it is an array, to align with [Schema.org](https://schema.org/availableLanguage).
es: `availableLanguage` es singular, aunque es una lista, para alinearse con [Schema.org](https://schema.org/availableLanguage).

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words
es: Revisar las palabras normativas y no-normativas

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Set `"uniqueItems": true` on array fields.
es: Colocar `"uniqueItems": true` en los campos de la matriz.

source: Set `wholeListMerge` on `Organization.additionalContactPoints`
es: Colocar `wholeListMerge` en `Organization.additionalContactPoints`.

source: Clarify use of language codes on `ContactPoint.availableLanguage`
es: Aclarar el uso de códigos de idioma en `ContactPoint.availableLanguage`
