Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/documentation_details/master/docs.po
Languages: es

source: Document details
es: Detalles del documento

source: [Document objects](https://standard.open-contracting.org/latest/en/schema/reference/#document) are used to describe and link to documents. This extension adds fields to document objects to:
es: Los [objetos document](https://standard.open-contracting.org/latest/es/schema/reference/#document) son usados para describir y enlazar a documentos. Esta extensión agrega campos a los objetos documento para:

source: Indicate the page numbers at which relevant information can be found within a large document
es: Indique los números de página en los que se puede encontrar información relevante dentro de un documento grande

source: Describe any special arrangements needed to access the document
es: Describe cualquier arreglo especial necesario para acceder al documento.

source: Name the author of the document (not to be confused with its publisher)
es: Nombre del autor del documento (a no ser confundido con su publicador)

source: Use cases include:
es: Los casos de usos incluyen:

source: Accessing the document and locating the information within it
es: Acceder al documento y localizar la información en él

source: Checking whether authors are involved in other ways in the contracting process, e.g. as bidders
es: Comprobar si los autores participan de otras formas en el proceso de contratación, por ejemplo, como licitadores

source: Measuring the accessibility of documents
es: Medir la accesibilidad de los documentos

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Improve documentation
es: Mejora en la documentación

source: Use non-normative keywords where appropriate
es: Uso de palabras clave no normativas donde es apropiado

source: Remove obsolete `mergeStrategy` properties
es: Eliminar la propiedad obsoleta `mergeStrategy`.
