Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/partyScale/master/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: This a micro enterprise, according to the definitions used by the procuring entity or buyer.
es: Esta es una micro empresa de acuerdo a las definiciones utilizadas por la entidad procuradora o compradora.

source: Small or medium enterprise
es: Pequeña o mediana empresa

source: This is a Small or Medium Enterprise (SME), according to the definitions used by the procuring entity or buyer.
es: Esta es una Pequeña o Mediana Empresa (SME) de acuerdo a las definiciones utilizadas por la entidad procuradora o compradora.

source: Small
es: Pequeña

source: This is a small enterprise, according to the definitions used by the procuring entity or buyer.
es: Esta es una pequeña empresa de acuerdo a las definiciones utilizadas por la entidad procuradora o compradora.

source: Medium
es: Mediana

source: This is a medium enterprise, according to the definitions used by the procuring entity or buyer.
es: Esta es una mediana empresa de acuerdo a las definiciones utilizadas por la entidad procuradora o compradora.

source: Large
es: Grande

source: This is a large enterprise, according to the definitions used by the procuring entity or buyer.
es: Esta es una gran empresa de acuerdo a las definiciones utilizadas por la entidad procuradora o compradora.

source: Self-employed individual
es: Trabajador por cuenta propia

source: This is a self-employed natural person, also known as a sole trader.
es: Se trata de una persona física autónoma, también conocida como comerciante individual.
