Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/partyScale/master/docs.po
Languages: es

source: This extension adds a `scale` field to the `parties.details` object, to indicate the size or scale of an organization, in particular commercial enterprises or economic operators.
es: Esta extensión añade un campo `scale` al objeto`parties.details` para indicar el tamaño o la escala de una organización, en particular de empresas comerciales u operadores económicos.

source: This information can be used to calculate procurement statistics, like the share of contracts awarded to micro, small and medium-sized enterprises.
es: Esta información se puede utilizar para calcular estadísticas de contrataciones, como la proporción de contratos adjudicados a micro, pequeñas y medianas empresas.

source: The codes in the `partyScale.csv` codelist do not have precise definitions, and instead defer to local laws and regulations, for example:
es: Los códigos de la lista de códigos `partyScale.csv` no tienen definiciones precisas y, en cambio, se rigen por las leyes y regulaciones locales, por ejemplo:

source: [OECD: Small and Medium-Sized Enterprises (SMEs) definition](https://stats.oecd.org/glossary/detail.asp?ID=3123)
es: [OECD: Pequeñas y medianas empresas definición (SMEs)](https://stats.oecd.org/glossary/detail.asp?ID=3123)

source: [European Commission: What is an SME?](https://ec.europa.eu/growth/smes/business-friendly-environment/sme-definition_en)
es: [Comisión Europea: ¿Qué son las pequeñas y medianas empresas (SME)?](https://ec.europa.eu/growth/smes/business-friendly-environment/sme-definition_en)

source: Guidance
es: Guía

source: For small and medium-sized enterprises, if you can distinguish between the two sizes, use the 'small' and 'medium' codes. Otherwise, use the 'sme' code.
es: Para las pequeñas y medianas empresas, si puede distinguir entre los dos tamaños, utilice los códigos 'small' y 'medium'. De lo contrario, use el código 'sme'.

source: For self-employed individuals and sole traders, if you can distinguish them from micro enterprises, use the 'selfEmployed' code. Otherwise, use the 'micro' code.
es: Para los trabajadores autónomos y los comerciantes individuales, si puede distinguirlos de las microempresas, utilice el código 'selfEmployed'. De lo contrario, use el código 'micro'.

source: For enterprises without employees, use the 'micro' code.
es: Para empresas sin empleados, use el código 'micro'.

source: Example
es: Ejemplo

source: Changelog
es: Registro de cambios

source: Add 'selfEmployed' code to `partyScale.csv`
es: Agregue el código 'selfEmployed' a `partyScale.csv`

source: Add `minProperties`, `minItems` and/or `minLength` properties
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Clarify use of codes
es: Aclarar el uso de los códigos

source: Add 'small' and 'medium' codes to `partyScale.csv`
es: Agregue códigos 'small' y 'medium' a `partyScale.csv`

source: Add description to 'large' code in `partyScale.csv`
es: Agregue una descripción al código 'large' en `partyScale.csv`

source: Remove '' code from `partyScale.csv`
es: Eliminar el código '' de `partyScale.csv`

source: Add partyScale.csv codelist for `Organization.details.scale`
es: Agregue la lista de códigos partyScale.csv para `Organization.details.scale`

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
