Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/subcontracting/master/schema.po
Languages: es

source: Subcontracting
es: Subcontratación

source: Adds an object for information about the parts of the contract that the supplier will subcontract to third parties.
es: Agregar un objeto de información sobre las partes del contrato que el proveedor subcontratará a terceros.

source: Subcontracting terms
es: Términos de subcontratación

source: Information about the terms governing subcontracting.
es: Información sobre los términos que rigen la subcontratación.

source: Subcontracting involved
es: Subcontratación involucrada

source: Whether a part of the contract will be subcontracted.
es: Si se subcontratará una parte del contrato.

source: Information about the parts of the contract that the supplier will subcontract to third parties.
es: Información sobre las partes del contrato que el proveedor subcontratará a terceros.

source: The obligations of the suppliers who subcontract.
es: Las obligaciones de los proveedores que subcontratan.

source: Description
es: Descripción

source: A description of the terms governing subcontracting.
es: Una descripción de los términos que rigen la subcontratación.

source: The description of the part of the contract that the supplier will subcontract to third parties.
es: La descripción de la parte del contrato que el proveedor subcontratará a terceros.

source: Maximum percentage of contract value
es: Porcentaje máximo del valor del contrato

source: The maximum percentage of the contract value that will be subcontracted.
es: El porcentaje máximo del valor del contrato que se subcontratará.

source: Minimum percentage of contract value
es: Porcentaje mínimo del valor del contrato

source: The minimum percentage of the contract value that will be subcontracted.
es: El porcentaje mínimo del valor del contrato que se subcontratará.

source: Maximum percentage of contract value for competitive subcontracting
es: Porcentaje máximo del valor del contrato para una subcontratación competitiva

source: The maximum percentage of the contract value that the procuring entity requires the supplier to subcontract to third parties through a competitive procedure.
es: El porcentaje máximo del valor del contrato que la entidad contratante requiere que el proveedor subcontrate a terceros mediante un procedimiento competitivo.

source: Minimum percentage of contract value for competitive subcontracting
es: Porcentaje mínimo del valor del contrato para una subcontratación competitiva

source: The minimum percentage of the contract value that the procuring entity requires the supplier to subcontract to third parties through a competitive procedure.
es: El porcentaje mínimo del valor del contrato que la entidad contratante requiere que el proveedor subcontrate a terceros mediante un procedimiento competitivo.

source: Subcontracted value
es: Valor subcontratado

source: The estimated value of the part of the contract that the supplier will subcontract to third parties.
es: El valor estimado de la parte del contrato que el proveedor subcontratará a terceros.

source: Competitive subcontracting
es: Subcontratación competitiva

source: Whether the supplier will subcontract part of the contract to third parties through a competitive procedure.
es: Si el proveedor subcontratará parte del contrato a terceros mediante un procedimiento competitivo.
