Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/bidOpening/master/schema.po
Languages: es

source: Bid opening
es: Apertura de ofertas

source: Adds an object to describe the date, time, place and other details of the bid opening.
es: Agregar un objeto para describir la fecha, hora, lugar y otros detalles de la apertura de ofertas.

source: The date, time, place and other details of the bid opening.
es: La fecha, hora, lugar y otros detalles de la apertura de ofertas.

source: Date and time
es: Fecha y hora

source: The date and time of the bid opening.
es: Fecha y hora de la apertura de ofertas.

source: Location
es: Ubicación

source: The place where the bid opening occurs.
es: El lugar donde se realiza la apertura de ofertas.

source: Address
es: Dirección

source: The address of the place where the bid opening occurs.
es: La dirección del lugar donde se realiza la apertura de ofertas

source: Details
es: Detalles

source: Any other details about the bid opening (who can participate, whether authorization is needed, etc.).
es: Cualquier otro detalle con relación a la apertura de ofertas (Quienes pueden participar, si es necesaria una autorización, etc.)
