Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/contractTerms/master/schema.po
Languages: es

source: Contract terms
es: Términos del contrato

source: Adds a contract terms object to the tender and lot objects, to describe the terms governing the future contract.
es: Agrega un objeto términos del contrato a los objetos de la licitación y del lote, para describir los términos que rigen al futuro contrato.

source: Information about the terms governing the future contracts from the procedure.
es: Información sobre los términos que rigen los futuros contratos del procedimiento.

source: Information about the terms governing the future contracts for the lot.
es: Información sobre los términos que rigen los contratos futuros del lote.

source: Information about the terms governing the future contracts.
es: Información sobre los términos que rigen los contratos futuros.

source: Electronic payment used
es: Pago electrónico utilizado

source: Whether electronic payment is used.
es: Si se utiliza el pago electrónico.

source: Electronic ordering used
es: Pedido electrónico utilizado

source: Whether electronic ordering is used.
es: Si se utiliza el pedido electrónico.

source: Electronic invoicing policy
es: Política de facturación electrónica

source: Whether the buyer will require, allow or not allow electronic invoices.
es: Si el comprador requerirá, permitirá o no permitirá las facturas electrónicas.

source: Reserved execution
es: Ejecución reservada

source: Whether the execution of the contract is restricted to the framework of sheltered employment programmes.
es: Si la ejecución del contrato se restringe al marco de los programas de empleo protegido

source: Terms performance
es: Rendimiento de los términos

source: The main information about the performance of the contract (e.g. intermediary deliverables, compensation for damages, intellectual property rights).
es: La información principal sobre la ejecución del contrato (por ejemplo, entregables intermediarios, compensación por daños, derechos de propiedad intelectual).

source: Financial terms
es: Términos financieros

source: The main information about financing and payment and/or reference to any provisions that govern them.
es: La principal información sobre financiación y pago y/o referencia a las disposiciones que las regulan.

source: Tenderer legal form
es: Forma jurídica del licitador

source: A certain legal form that must be taken by a group of tenderers that is awarded a contract.
es: Una determinada forma jurídica que debe adoptar un grupo de licitantes que es adjudicado a un contrato.

source: Has exclusive rights
es: Tiene derechos exclusivos

source: A right entitling a public service operator to operate certain public passenger transport services on a particular route or network or in a particular area, to the exclusion of any other such operator.
es: Un derecho que permite a un operador de servicio público operar ciertos servicios públicos de transporte de pasajeros en una ruta o red particular o en un área particular, con exclusión de cualquier otro operador.

source: Exclusive rights
es: Derechos exclusivos

source: The nature and extent of the exclusive rights granted by the procuring entity to the supplier.
es: La naturaleza y alcance de los derechos exclusivos otorgados por la entidad contratante al proveedor.

source: Operator revenue share
es: Reparto de ingresos del operador

source: Other terms
es: Otros términos

source: Other contract terms that do not fit the semantics of any other OCDS field.
es: Otros términos del contrato que no se ajustan a la semántica de ningún otro campo OCDS.

source: Rewards and penalties
es: Recompensas y sanciones

source: Information about rewards and penalties relating to quality targets.
es: Información sobre recompensas y sanciones relacionadas con los objetivos de calidad.

source: Social standards
es: Estándares sociales

source: The required social standards, for example: detail of the contractual rights of the staff concerned, and conditions under which employees are considered to be linked to the services.
es: Los estándares sociales requeridos, por ejemplo: detalle de los derechos contractuales del personal afectado y condiciones en las que se considera que los empleados están vinculados a los servicios.
