Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/releasePublisher/master/schema.po
Languages: es

source: Release Publisher
es: Publicador del Release

source: Includes the information about the publisher at release level for the cases in that a release-package or record-packages contains releases from different publishers.
es: Incluye información sobre el publicador a nivel release para los casos en los que un paquete de releases o un paquete de records contienen releases de diferentes publicadores

source: Publisher
es: Publicador

source: Information to uniquely identify the publisher of this release.
es: Información que identifica únicamente al publicador de este release

source: Name
es: Nombre

source: The name of the organisation or department responsible for publishing this data.
es: El nombre de la organización o departamento responsable de publicar estos datos

source: Scheme
es: Esquema

source: The scheme that holds the unique identifiers used to identify the item being identified.
es: El esquema tiene identificadores únicos que se usan para identificar el artículo que se esta identificando

source: The unique ID for this entity under the given ID scheme. Note the use of 'uid' rather than 'id'. See issue #245.
es: El ID único para esta entidad bajo el esquema ID que se dio. Note el uso de 'uid' en lugar de 'id'. Vea el issue #245

source: A URI to identify the publisher.
es: Se usa un URI para identificar el publicador
