Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/extendsContractID/master/docs.po
Languages: es

source: Under some procurement rules and processes, to extend the duration or value of a contract, or to make other substantial alterations, requires a new contract to be signed.
es: Bajo algunas reglas y procesos de compras públicas, para extender el valor o duración del contrato, o para hacer grandes cambios, se requiere firmar un nuevo contrato.

source: This new contract will form part of the same overall contracting process as the old contract which it extends.
es: Este nuevo contrato forma parte de el mismo proceso de contrataciones así como el contrato antiguo que esta extendiendo

source: In these cases, the `extendsContractID` field can be used to identify that a given entry in the `contracts` array should be understood as related to a previous contract.
es: En estos casos, el campo `extendsContractID` puede utilizarse para identificar que una entrada determinada en la lista `contracts` debe entenderse como relacionada a un contrato anterior.

source: Use this extension **only if** there is a substantive new contract signed as the extension of a previous contract. In most cases, an update to the value or duration of a contract should be modelled as an amendment within a single entry in the `contracts` array.
es: Utilice esta extensión **sólo si** hay un nuevo contrato sustantivo firmado como la extensión de un contrato anterior. En la mayoría de los casos, una actualización del valor o de la duración de un contrato debería modelarse como una enmienda dentro de una única entrada en la lista `contracts`.

source: Example
es: Ejemplo

source: The extract below shows three contracts in the contracts array of an OCDS release.
es: El extracto más abajo muestra tres contratos en la matriz de contratos en un release OCDS.

source: The first two contracts were signed in 2011: one for one year for property rental, and the other for two years for services related to property rental.
es: Los primeros dos contratos se firmaron en 2011: uno por cada año de renta de la propiedad, y otro por dos años de servicios relacionados con la propiedad rentada.

source: The third contract was signed in 2012, and renews the property rental for another year. This is related back to the contract for the first year of rental with the `extendsContractID` field.
es: El tercer contrato se firmó en 2012, y renueva el alquiler de la propiedad por un año más. Se relaciona de nuevo con el contrato del primer año de alquiler con el campo `extendsContractID`.

source: The image below shows an example of how the information provided by the `extendsContractID` field is used in Paraguay, to display two contracts resulting from an award (the blue boxes), with one of those contracts then extended (the blue circle).
es: La imagen siguiente muestra un ejemplo de cómo se utiliza la información proporcionada por el campo `extendsContractID` en Paraguay, para mostrar dos contratos resultantes de una adjudicación (las casillas azules), con uno de esos contratos prorrogado (el círculo azul).

source: Paraguay Example
es: Ejemplo de Paraguay

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words.
es: Revisar las palabras normativas y no normativas.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Make `Contract.extendsContractID` nullable.
es: Hacer que `Contract.extendsContractID` pueda ser nulo.
