Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/implementationStatus/master/docs.po
Languages: es

source: Implementation Status
es: Estado de la Implementación

source: Description:
es: Descripción:

source: In Mexico, when talking about works and services related with them it is necessary to publish a set of specific variables about its implementation. One of them is the implementation status of the work or service related with it. It includes a code list whose values are the following:
es: En México, cuando se habla de trabajos y servicios relacionados, es necesario publicar un set de variables específicas sobre su implementación. Una de las variables es el status de la implementación del trabajo o servicios, esto incluye una lista de código con los siguientes valores:

source: planning
es: planeación

source: ongoing
es: proyectos en marcha

source: concluded
es: proyectos concluidos

source: Proposal:
es: Propuesta:

source: Add a new field named “implementationStatus” in the “Implementation” object.
es: Añadir un campo nuevo llamado "“implementationStatus” en el objeto “Implementation”.

source: Schema
es: Esquema

source: Implementation {object}
es: Implementación {object}

source: status (string, null) (codelist)
es: Estatus (string, null) (codelist)

source: Defining texts:
es: Textos definidos:

source: **Code**
es: **Código**

source: **Title**
es: **Título**

source: **Description**
es: **Descripción**

source: status
es: estado

source: Implementation status
es: Estatus de la implementación

source: The current status of the contract implementation based on the [implementationStatus](https://github.com/INAImexico/ocds_implementationStatus_extension/blob/master/codelists/implementationStatus.csv) codelist.
es: El estado actual de la implementación del contrato en función de la lista de códigos [implementationStatus] (https://github.com/INAImexico/ocds_implementationStatus_extension/blob/master/codelists/implementationStatus.csv).

source: Planning
es: Planeación

source: The contract has been signed, but the provision or construction of the goods, services or works has not started.
es: El contrato se firmo, pero no ha comenzado la prestación o construcción de los bienes, servicios u obras.

source: Ongoing
es: En marcha

source: The provision or construction of the goods, services or works is in progress.
es: La prestación o construcción de los bienes, servicios u obras esta en proceso.

source: Concluded
es: Concluido

source: The provision or construction of the goods, services or works has officially ended.
es: La prestación o construcción de los bienes, servicios u obras oficialmente ha terminado.

source: Report issues for this extension in the [standard repository](https://github.com/open-contracting/standard/issues/624) of the Open Contracting Partnership.
es: Reportar issues para esta extensión en [standard repository](https://github.com/open-contracting/standard/issues/624) de Open Contracting Partnership.
