Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/milestone_documents/v1.1.5/docs.po
Languages: es

source: Milestone Documents
es: Documentos de Hito

source: In OCDS 1.1, core support for documents attached to individual milestones was removed from the milestones block to simplify the standard.
es: En OCDS 1.1, el soporte básico para documentos adjuntos a hitos individuales se eliminó del bloque de hitos para simplificar el estándar.

source: This extension re-introduces the `documents` block to `milestones`, providing fields to detail the documents related to each individual milestone.
es: Esta extensión reintroduce el bloque `documents` en ` milestones`, proporcionando campos para detallar los documentos relacionados con cada hito individual.

source: Guidance
es: Guía

source: Publishers ought to consider that many consuming applications will only look at the `tender.documents`, `awards.documents`, `contracts.documents` and `contracts.implementation.documents` section to access and display relevant documentation to users.
es: Los publicadores deben considerar que muchas aplicaciones consumidoras sólo buscarán en la sección `tender/documents`, `award/documents`, `contracts/documents` y `contracts/implementation/documents` para acceder y mostrar la documentación relevante a los usuarios.

source: Document titles, document types, and descriptions can be used to indicate to human readers the particular nature of the documents and any milestones they relate to.
es: Los títulos de los documentos, los tipos de documentos y las descripciones se pueden utilizar para indicar a los lectores humanos la naturaleza particular de los documentos y los hitos con los que se relacionan.

source: However, in cases where it is important to track documents on a milestone-by-milestone basis this extension can be introduced.
es: Sin embargo, en los casos en que es importante rastrear los documentos hito por hito, esta extensión puede ser introducida.

source: Depending on the nature of the documents, publishers ought to consider duplicating information in the parent section's documents block.
es: Dependiendo de la naturaleza de los documentos, los publicadores deberán considerar duplicar la información en el bloque de documentos de las secciones principales también.

source: Example
es: Ejemplo

source: During the implementation of a contract, the buyer sets milestones that the supplier needs to meet. Each of these milestones can have an associated document that offers more details about the met milestone: for example, a consultancy report:
es: Durante la implementación de un contrato, el comprador establece hitos que el proveedor debe de cumplir. Cada uno de estos hitos tiene un documento asociado que ofrece más detalles sobre el hito alcanzado: por ejemplo, un reporte de consultoría:

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words
es: Revisar las palabras normativas y no-normativas

source: Update extension.json for Extension Explorer
es: Añadir extension.json para el Extension Explorer

source: Use Apache 2.0 License
es: Usa la licencia Apache 2.0

source: Add tests and tidy code
es: Agregar pruebas y ordenar el código
