Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/contract_suppliers/master/docs.po
Languages: es

source: Contract Suppliers
es: Proveedores de Contrato

source: OCDS is designed around a contracting model in which:
es: El OCDS se ha diseñado alrededor de un modelo de contrataciones que:

source: One or more awards are made naming the selected suppliers;
es: Uno o más licitaciones se hacen nombrando a los proveedores seleccionados;

source: One contract is signed for each award made, referring back to the related award;
es: Un contrato se firma por cada licitación, refiriéndose a la licitación relacionada;

source: For this reason, the core `Contract` block does not include information on `suppliers`. These can be located by looking at the related `Award` using the `awardID` cross-reference.
es: Por esta razón, el principal bloque `Contract` no incluye información sobre los `suppliers`. Estos se pueden encontrar en el `Award` relacionado usando la referencia cruzada `awardID`.

source: However, there are some contracting processes in which a single award to multiple suppliers, results in multiple contracts, each to a single supplier. In these instances, it is important to specify suppliers at the contract level.
es: De cualquier forma, existen algunos procesos de contratación en las que una misma adjudicación a múltiples proveedores, resulta en contratos múltiples, cada uno para un solo proveedor. En esas instancias, es importante especificar los proveedores al nivel contrato.

source: The Contract Suppliers extension introduces a `contracts.suppliers` array for this purpose.
es: La extensión Proveedores de Contratos introduce la matriz `contracts.suppliers` para este propósito.

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios
