Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/selectionCriteria/master/codelists.po
Languages: es

source: Code
es: Código

source: Title
es: Título

source: Description
es: Descripción

source: Supplier
es: Proveedores

source: The selection criterion applies to the suppliers.
es: El criterio de selección se aplica a los proveedores.

source: Subcontractor
es: Subcontratista

source: The selection criterion applies to the subcontractors.
es: El criterio de selección se aplica a los subcontratistas.

source: Economic
es: Económico/a

source: The criterion relates to the economic or financial standing of the tenderer.
es: El criterio se refiere a la situación económica o financiera del licitante.

source: Technical
es: Técnica/o

source: The criterion relates to the technical or professional ability of the tenderer.
es: El criterio se refiere a la capacidad técnica o profesional del licitante.

source: Suitability
es: Idoneidad

source: The criterion relates to the suitability of the tenderer (e.g. enrolment in trade register or membership of professional organization).
es: El criterio se refiere a la idoneidad del licitante (por ejemplo, inscripción en el registro mercantil o pertenencia a una organización profesional).

source: Other
es: Otro

source: The criterion relates to other aspects of the tenderer.
es: El criterio se refiere a otros aspectos del licitante.
