Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/selectionCriteria/master/schema.po
Languages: es_es

source: Selection Criteria
es_es: Criterios de Selección

source: Adds an object to describe the conditions for participation in a contracting process.
es_es: Agrega un objeto para describir las condiciones de participación en un proceso de contratación.

source: Selection criteria
es_es: Criterios de selección

source: Information about the conditions for participation in a lot.
es_es: Información sobre las condiciones para participar en un lote.

source: Information about conditions for participation.
es_es: Información sobre condiciones de participación.

source: The selection criteria.
es_es: Los criterios de selección.

source: Description
es_es: Descripción

source: Selection criterion
es_es: Criterio de selección

source: Information about the selection criterion.
es_es: Información sobre el criterio de selección.

source: Type
es_es: Tipo

source: The type of the criterion.
es_es: El tipo de criterio.

source: The description of the criterion.
es_es: La descripción del criterio.

source: Minimum value or level
es_es: Valor o nivel mínimo

source: The minimum value or level of compliance a candidate needs to meet in order to participate.
es_es: El valor mínimo o nivel de cumplimiento que un candidato debe alcanzar para participar.

source: Applies to
es_es: Se aplica a

source: Whether the criterion applies to suppliers, subcontractors, or both.
es_es: Si el criterio se aplica a proveedores, subcontratistas o ambos.

source: Numbers
es_es: Números

source: Numbers linked to the criterion.
es_es: Números ligados al criterio.
