Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/releaseSource/master/docs.po
Languages: es

source: Sources
es: Fuentes

source: In many cases, an OCDS publication combines information from multiple information systems or databases. For example:
es: En muchos casos, la publicación OCDS combina información de múltiples sistemas de información o bases de datos. Por ejemplo:

source: A publisher can source information from multiple systems to author a single release.
es: Un publicador puede obtener información de varios sistemas para crear un release único.

source: Different systems can be responsible for different types of contracting processes; for example, traditional procurement, framework agreements and public-private partnerships can be managed in different systems.
es: Distintos sistemas pueden ser responsables de distintos procesos de contrataciones; por ejemplo, compras tradicionales, marcos de referencia y asociaciones público-privadas se pueden gestionar en diferentes sistemas.

source: Different systems can be responsible for different stages of the contracting process, published in different releases; for example, budget data from a Ministry of Finance system, and solicitation data from a Public Procurement Agency system.
es: Distintos sistemas pueden ser responsables de distintos procesos de contrataciones, publicado en distintos releases: por ejemplo, datos de presupuesto del sistema de Ministerio de Finanzas y solicitudes de datos de del sistema de la Agencia de Compras Públicas.

source: Different systems can cover different periods; for example, older data might not be migrated into a newer system.
es: Distintos sistemas pueden cubrir diferentes períodos, por ejemplo, datos más antiguos que no se han migrado al nuevo sistema.

source: Data's provenance is relevant to many use cases, including data verification.
es: La procedencia de los datos es relevante para muchos casos de uso, incluyendo la verificación de datos.

source: To satisfy such use cases, this extension adds a `sources` array to the release schema, in which the publisher can list the information systems from which the data in the release originates.
es: Para satisfacer los casos de uso, esta extensión incluye una lista de `sources` en el esquema de release, en el cual el publicador puede hacer una lista de los sistemas de información de los cuales surgen los datos del release.

source: Example
es: Ejemplo

source: Usage notes
es: Notas de uso

source: There are some cases where the data source for a release comes from different information systems of the same publisher.
es: Existen casos donde la fuente de los datos de un release vienen de diferentes sistemas de información del mismo publicador.

source: There are some cases in which you can link the data from the contracts database with the bidding and traditional process databases.
es: Existen casos en donde se ligan los datos de bases de datos de contratos con las bases de datos de ofertas y procesos tradicionales.

source: Changelog
es: Registro de cambios

source: This extension was originally discussed in <https://github.com/open-contracting/standard/issues/800>.
es: Esta extensión se discutió originalmente en <https://github.com/open-contracting/standard/issues/800>.
