Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/bids/v1.1.5/docs.po
Languages: es

source: Bid statistics and details
es: Estadísticas y detalles de las ofertas

source: Information on bids submitted as part of a contracting process is important for many forms of analysis, including:
es: La información sobre las ofertas presentadas como parte de un proceso de contratación es importante para muchas formas de análisis, incluyendo:

source: Market analysis for understanding the competitiveness of a given marketplace;
es: Análisis de mercado para comprender la competitividad de un mercado determinado;

source: Red flag analysis for understanding potential corruption risks; and
es: Análisis de banderas rojas para comprender los posibles riesgos de corrupción; y

source: Value for money analysis;
es: Análisis de valor por dinero;

source: Regulatory regimes vary on the extent to which they allow information on bidding to be proactively published, and at what point in the procurement process. In some systems and processes, a list of invited bidders is published at the start of tendering, and full details and documents on the bids received are disclosed when evaluation is complete. In other systems, only summary statistics on the number of bids received is made public.
es: Los regímenes regulatorios varían en la medida en que permiten que la información sobre licitaciones se publique de forma proactiva y en qué momento del proceso de adquisición. En algunos sistemas y procesos, se publicará una lista de licitadores invitados al comienzo de la licitación, y todos los detalles y documentos sobre las ofertas recibidas podrán ser revelados cuando se complete la evaluación. En otros sistemas, sólo pueden hacerse públicas las estadísticas resumidas sobre el número de ofertas recibidas.

source: The OCDS bid extension introduces a new, flexible, top-level section to each contracting process to capture bidding information. Implementers will need to assess which fields are applicable to their local regulatory regime, and to local use-cases.
es: La extensión de oferta de OCDS introduce una sección nueva, flexible y de alto nivel para cada proceso de contratación para capturar información de ofertas. Los ejecutores deberán evaluar qué campos son aplicables a su régimen regulatorio local y los casos de uso locales.

source: Schema
es: Esquema

source: The `bids.details` array is used to provide one or more `Bid` objects, each representing a unique bid received.
es: La lista `bids/details` se utiliza para proporcionar uno o más objetos ` Bid`, cada uno de los cuales representa una única oferta recibida.

source: The `bids.statistics` array is used to represent key statistical information about the number of bids and bidders. Each entry in the array is a `BidsStatistic` object containing at least:
es: La matriz `bids/statistics` se usa para representar información estadística sobre el número de ofertas y licitadores. En cada entrada de la matriz hay un objeto `BidsStatistic` que contiene al menos:

source: An identifier
es: Un identificador

source: A measure, from the `bidStatistics.csv` codelist
es: Una medida, de la lista de códigos `bidStatistics.csv`

source: A value for that measure
es: Un valor para esa medida

source: The `bidStatistics.csv` codelist is an **open** codelist. Publishers can add their own codes to this list. When doing so, publishers are encouraged to engage with the open contracting community to agree upon definitions of each code.
es: La lista de códigos `bidStatistics.csv` es una lista de códigos **abierta**. Los publicadores pueden agregar sus propios códigos a esta lista. Al hacerlo, se alienta a los publicadores a comprometerse con la comunidad de contrataciones abiertas para acordar las definiciones de cada código.

source: For example, publishers may wish to add statistics on minority or women-owned businesses, or bids that meet certain environmental standards and targets.
es: Por ejemplo, tal vez los publicadores deseen agregar estadísticas sobre negocios pertenecientes a minorías o mujeres, u ofertas que cumplan ciertos estándares y metas ambientales.

source: The codelist's Category column indicates whether the statistic applies to bids or bidders or whether it is specified or required by a particular regulatory context (e.g. EU).
es: La lista de código en la columna Categoría muestra si la estadística aplica a las ofertas u ofertantes o si esta especificado o requerido por una categoría particular del contexto regulatorio (ej. UE)

source: Example
es: Ejemplo

source: Below is an example of a bids extension:
es: A continuación se muestra un ejemplo de una extensión de ofertas:

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add `BidsStatistic.currency` field
es: Añada el campo `BidsStatistic.currency`

source: Add 'lowestValidBidValue' and 'highestValidBidValue' codes to `bidStatistics.csv`
es: Añada los códigos 'lowestValidBidValue' y 'highestValidBidValue' a `bidStatistics.csv`

source: Remove type information from field descriptions
es: Quitar la información sobre el tipo de las descripciones de los campos

source: Review normative and non-normative words
es: Revisar las palabras normativas y no-normativas

source: Fix the title and description of the 'foreignBidsFromEU' code to refer to the European Economic Area (EEA). Previously, its title referred to the European Single Market, but its description listed the members of the EEA.
es: Se corrige el título y la descripción del código 'foreignBidsFromEU' para referirse al Área Económica Europea (AEE). Anteriormente, el título se refería al Mercado Único Europeo, pero su descripción enlistaba los miembros del AEE.

source: Add a 'foreignBidsFromNonEU' code to `bidStatistics.csv`
es: Añade el código `foreignBidsFromNonEU a `bidStatistics.csv`

source: Remove invalid `required` property on array field `Bids.details`
es: Quitar propiedad `required` invalide a la matriz del campo `Bids.details`

source: Fix the merge behavior of `Bids.statistics` and `Bid.tenderers` to use identifier merge strategy
es: Arreglar el comportamiento de unión de `Bids.statistics` a `Bid.tenderers` para identificar la estrategia de unión de los identificadores

source: Remove Sphinx directives from readme
es: Quitar las directivas Sphinx del readme

source: Update extension.json for Extension Explorer
es: Actualizar extension.json para el Extension Explorer

source: Disallow required fields `BidsStatistic.id`, `BidsStatistic.measure`, `BidsStatistic.value` from being null
es: No permitir que los campos requeridos `BidsStatistic.id`,` BidsStatistic.measure`, `BidsStatistic.value` sean null

source: Disallow `Bids.statistics` from having null in its array of objects
es: No permitir que `Bids.statistics` tenga null en su lista de objetos

source: Allow `Bids.statistics` to be null
es: Permitir que `Bids.statistics` sea null

source: Add enum to `Bid.status`
es: Agregar enum a `Bid.status`

source: Move `BidsStatistic.requirementResponses` to requirements extension
es: Mover `BidsStatistic.requirementResponses` a la extensión de requisitos

source: Add descriptions to bidStatus.csv
es: Agregar descripciones a bidStatus.csv

source: List codelists in extension.json
es: Enlista listas de códigos en extension.json

source: Add example to documentation
es: Agregar un ejemplo a la documentación

source: Add tests and tidy code
es: Agregar pruebas y ordenar el código
