Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/tenderClassification/master/docs.po
Languages: es

source: Tender classification
es: Clasificación de la licitación

source: Adds an array of classification objects to the tender object, in order to categorize the procedure or call-off as a whole.
es: Agregar una serie de objetos de clasificación al objeto de licitación para categorizar el procedimiento o la solicitud de orden de compra como un todo.

source: The items to be procured are expected to have more specific classifications than the procedure as a whole.
es: Se espera que los ítems a ser adquiridos tengan clasificaciones más específicas que el procedimiento en su conjunto.

source: Legal context
es: Contexto legal

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add "or call-off" in the description of the extension.
es: Agregar "o solicitud de orden de compra" en la descripción de la extensión.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: This extension was originally discussed as part of the [OCDS for EU profile](https://github.com/open-contracting-extensions/european-union/issues) and in [pull requests](https://github.com/open-contracting-extensions/ocds_tenderClassification_extension/pulls?q=is%3Apr+is%3Aclosed).
es: Esta extensión se discutió originalmente como parte del [OCDS para el perfil de la UE] (https://github.com/open-contracting-extensions/european-union/issues) y en [pull requests](https://github.com/open-contracting-extensions/ocds_tenderClassification_extension/pulls?q=is%3Apr+is%3Aclosed).
