Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/lots/v1.1.3/schema.po
Languages: es

source: Lots
es: Lotes

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLot identifier is given, the values should be interpreted as applicable to the whole tender.
es: Un proceso de licitación se puede dividir en lotes, donde los licitadores pueden ofertar en uno o más lotes. Los detalles de cada lote se pueden proporcionar aquí. Los artículos, documentos y otras características pueden hacer referencia al lote que están relacionados con el uso de relatedLot. Cuando no se indique ningún identificador relacionado, los valores deben interpretarse como aplicables a toda la licitación.

source: A tender process may be divided into lots, where bidders can bid on one or more lots. Details of each lot can be provided here. Items, documents and other features can then reference the lot they are related to using relatedLot. Where no relatedLots identifier is given, the values should be interpreted as applicable to the whole tender. Properties of tender can be overridden for a given Lot through their inclusion in the Lot object.
es: Un proceso de licitación se puede dividir en lotes, donde los licitadores pueden ofertar en uno o más lotes. Los detalles de cada lote se pueden proporcionar aquí. Los artículos, documentos y otras características pueden hacer referencia a la porción que están relacionados con el uso de relatedLot. Cuando no se indique ningún identificador relacionado, los valores deben interpretarse como aplicables a toda la licitación.

source: Lot Details
es: Detalles del lote

source: If this tender is divided into lots, details can be provided here of any criteria that apply to bidding on these lots. This extended property is currently focused on fields required by the EU TED data standard
es: Si esta licitación esta dividida en lotes, los detalles se pueden poner aquí para cualquier criterio que aplique para hacer una oferta en estos lotes. Esta propiedad extendida actualmente se enfoca en los campos requeridos por el estándar de datos EU TED.

source: Lot groups
es: Grupos de lotes

source: Where the buyer reserves the right to combine lots, or wishes to specify the total value for a group of lots, a lot group is used to capture this information.
es: Cuando el comprador se reserva el derecho de combinar lotes, o desea especificar el valor total para un grupo de lotes, se utiliza un grupo de lotes para capturar esta información.

source: Related lot(s)
es: Lote(s) relacionados

source: If this document relates to a particular lot, provide the identifier(s) of the related lot(s) here.
es: Si este documento se refiere a un lote en particular, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: Related lot
es: Lote relacionado

source: If this item belongs to a lot, provide the identifier of the related lot here. Each item may only belong to a single lot.
es: Si este artículo pertenece a un lote, proporcione el identificador del lote relacionado aquí. Cada artículo puede pertenecer solamente a un solo lote.

source: If this milestone relates to a particular lot, provide the identifier(s) of the related lot(s) here.
es: Si este documento se refiere a un lote en particular, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: If this award relates to one or more specific lots, provide the identifier(s) of the related lot(s) here.
es: Si esta adjudicación se relaciona con uno o más lotes específicos, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: If this bid relates to one or more specific lots, provide the identifier(s) of the related lot(s) here.
es: Si esta oferta se relaciona con uno o más lotes específicos, proporcione el (los) identificador(es) del(los) lote(s) relacionado(s) aquí.

source: A lot is a grouping of items within a tender that can be bid on or awarded together.
es: Un lote es un grupo de artículos en una oferta que se pueden ofertar o adjudicar juntos.

source: Lot ID
es: ID Lote

source: A local identifier for this lot, such as a lot number. This is used in relatedLots references at the item, document and award level.
es: Un identificador local para este lote, tal como un número de lote. Esto se utiliza en las referencias relatedLots en el nivel de artículo, documento y adjudicación.

source: Title
es: Título

source: A title for this lot.
es: Un título para este lote.

source: Description
es: Descripción

source: A description of this lot.
es: Una descripción de este lote.

source: Lot Status
es: Estado del lote

source: The current status of the process related to this lot based on the [tenderStatus codelist](http://ocds.open-contracting.org/standard/r/1__0__0/en/schema/codelists#tender-status)
es: El estado actual del proceso relacionado a este lote basado en [tenderStatus codelist](http://ocds.open-contracting.org/standard/r/1__0__0/en/schema/codelists#tender-status)

source: Lot value
es: Valor del lote

source: The maximum estimated value of this lot.
es: El valor máximo estimado de este lote.

source: Maximum lots per supplier
es: Lotes máximos por proveedor

source: The maximum number of lots that one supplier may bid for as part of this contracting process.
es: El número máximo de lotes por los que un proveedor puede ofertar como parte de este proceso de contratación.

source: The maximum number of lots that may be awarded to one supplier as part of this contracting process.
es: El número máximo de lotes que pueden adjudicarse a un proveedor como parte de este proceso de contratación.

source: Lot group
es: Grupo de lotes

source: Lot group identifier
es: Identificador de grupo de lotes

source: A local identifier for this group of lots.
es: Un identificador local para este grupo de lotes.

source: A list of the identifiers of the lots that form this group. Lots may appear in more than one group.
es: Una lista de los identificadores de los lotes que forman este grupo. Los lotes pueden aparecer en más de un grupo.

source: Option to combine
es: Opción de combinar

source: The buyer reserves the right to combine the lots in this group when awarding a contract.
es: El comprador se reserva el derecho de combinar los lotes de este grupo al adjudicar un contrato.

source: Maximum value
es: Valor máximo

source: The maximum estimated value of the lots in this group. This may be lower than the sum total of lot values
es: El valor máximo estimado de los lotes de este grupo. Este puede ser inferior a la suma total de los valores del lote
