Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/recurrence/master/docs.po
Languages: es

source: Recurrence
es: Recurrencia

source: This extension adds fields for information on the recurrence of the contracting process.
es: Esta extensión agrega campos de información sobre la recurrencia del proceso de contratación.

source: Usage
es: Uso

source: These fields should be used if, for example, another procurement procedure or qualification system for the same contract matter is likely to be re-launched, or re-established, in the foreseeable future. Note that this does not mean awarding multiple contracts within a single qualification system, framework agreement, or dynamic purchasing system; in these cases, these fields should not be used.
es: Estos campos deben utilizarse si, por ejemplo, es probable que se vuelva a lanzar o restablecer en un futuro próximo otro procedimiento de contratación o sistema de calificación para el mismo asunto del contrato. Tenga en cuenta que esto no significa adjudicar múltiples contratos dentro de un único sistema de calificación, acuerdo marco o sistema dinámico de compras; en estos casos, estos campos no deben utilizarse.

source: This information can be useful, for example, to companies deciding whether to invest into machinery necessary for a particular contract. With this information, they know that there will likely be an opportunity to win similar contracts in future years, which may make the investment more worthwhile.¹
es: Esta información puede ser útil, por ejemplo, para las empresas que deciden invertir en la maquinaria necesaria para un contrato en particular. Con esta información, saben que probablemente habrá una oportunidad de ganar contratos similares en años futuros, lo que puede hacer que la inversión sea más valiosa.

source: Legal context
es: Contexto Legal

source: The [Revised Agreement on Government Procurement](https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm) (GPA) includes: "each notice of intended procurement shall include … c. for recurring contracts, an estimate, if possible, of the timing of subsequent notices of intended procurement".
es: El [Revised Agreement on Government Procurement] (https://www.wto.org/english/docs_e/legal_e/rev-gpr-94_01_e.htm) (GPA) incluye: "cada aviso de contratación prevista deberá incluir ... c. para los contratos recurrentes, una estimación, si es posible, del calendario de avisos posteriores de contratación prevista".

source: The European Union is a [party](https://www.wto.org/english/tratop_e/gproc_e/memobs_e.htm) to the GPA, and as such its [Directive 2014/24/EU](https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2014.094.01.0065.01.ENG) (Public contracts — setting out clear ground rules) includes: "Part C: Information to be included in contract notices … 27. In the case of recurrent procurement, estimated timing for further notices to be published."
es: La Unión Europea es una [parte](https://www.wto.org/english/tratop_e/gproc_e/memobs_e.htm) al GPA, y como tal su [Directiva 2014/24/EU](https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2014.094.01.0065.01.ENG) (Contratos públicos - que establecen reglas básicas claras) incluye: "Parte C: Información que se incluirá en los avisos de contrato ... 27. En el caso de adquisiciones periódicas, tiempo estimado para que se publiquen más avisos".

source: This extension's fields correspond to [eForms BT-94 (Recurrence) and BT-95 (Recurrence Description)](https://github.com/eForms/eForms).
es: Los campos de esta extensión corresponden a [eForms BT-94 (Recurrencia) y BT-95 (Descripción de la Recurencia)](https://github.com/eForms/eForms).

source: Example
es: Ejemplo

source: Footnotes
es: Notas al pie

source: ¹ Usage guidance is adapted from [eForms technical specifications](http://ec.europa.eu/growth/content/targeted-consultation-eforms-next-generation-public-procurement-standard-forms-0_en).
es: ¹ La guía de uso está adaptada de [eForms technical specifications](http://ec.europa.eu/growth/content/targeted-consultation-eforms-next-generation-public-procurement-standard-forms-0_en).

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: The original draft extension can be found in the [archived trade profile repository](https://github.com/open-contracting-archive/trade/tree/master/draft_extensions/lot_RecurrentProcurement)
es: El borrador original de la extensión se puede encontrar en el [repositorio archivado de perfiles comerciales](https://github.com/open-contracting-archive/trade/tree/master/draft_extensions/lot_RecurrentProcurement)
