Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/recurrence/master/schema.po
Languages: es

source: Recurrence
es: Recurrencia

source: Adds fields for information on the recurrence of the contracting process.
es: Agregar campos de información acerca de la recurrencia del proceso de contratación.

source: Information on the recurrence of the contracting process.
es: Información acerca de la recurrencia del proceso de contratación.

source: Estimated dates
es: Fechas estimadas

source: An estimate of the timing of subsequent initiations of contracting processes (e.g. notices of intended procurement).
es: Una estimación del calendario de iniciaciones posteriores de los procesos de contratación (por ejemplo, avisos de contratación prevista).

source: Further information
es: Para más información

source: Any further information on the recurrence of the contracting process.
es: Cualquier otra información acerca de la recurrencia del proceso de contratación.

source: Has recurrence
es: Tiene recurrencia

source: Whether the contracting process is recurrent.
es: Si el proceso de contratación es recurrente.

source: Information on the recurrence of the lot.
es: Información acerca de la recurrencia del lote.
