Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/guarantees/master/docs.po
Languages: es_es

source: Guarantees
es_es: Garantías

source: Description:
es_es: Descripción:

source: Some procurement processes consider the specification of guarantees in order to ensure compliance with the terms of a contract.
es_es: Algunos procesos de adquisiciones consideran la especificación de garantías para asegurar el cumplimiento de los términos de un contrato.

source: There are many types of guarantees, so we consider the creation of a new extension based on the formats that are required for the Federal Treasury (Mexico).
es_es: Existen muchos tipos de garantías, por lo que consideramos la creación de una nueva extensión en base a los formatos que se requieren para la Tesorería de la Federación (México).

source: Proposal:
es_es: Propuesta:

source: Codelist
es_es: Lista de códigos

source: Guarantee types:
es_es: Tipos de garantías:

source: Bail
es_es: Fianza

source: Deposit slip
es_es: Comprobante de depósito

source: Letter of credit
es_es: Carta de crédito

source: Surety bond
es_es: Fianza de garantía

source: Check
es_es: Cheque

source: Guaranteed obligations:
es_es: Obligaciones garantizadas:

source: Fulfillment
es_es: Cumplimiento

source: Prepaid
es_es: Pagado por adelantado

source: Latent defects
es_es: Defectos ocultos

source: Confidentiality
es_es: Confidencialidad

source: Quality
es_es: Calidad

source: Add an array named "guarantees" with the following fields:
es_es: Agregar una matriz llamada "garantías" con los siguientes campos:

source: Schema
es_es: Esquema

source: Contract {object}
es_es: Contrato {objeto}

source: guarantees [array]
es_es: garantías [matriz]

source: Guarantee {object}
es_es: Garantía {objeto}

source: type (string, null) (codelist)
es_es: tipo (string, null) (lista de códigos)

source: date (Format: date-time) (string, null)
es_es: fecha (Formato: fecha-hora) (string, null)

source: obligations (string, null) (codelist)
es_es: obligaciones (string, null) (lista de códigos)

source: value {object}
es_es: valor {objeto}

source: guarantor {object}
es_es: garante {objeto}

source: period {object}
es_es: período {objeto}

source: $ref : #/definitions/Period
es_es: $ref : #/definiciones/Periodo

source: Defining texts:
es_es: Textos definidos:

source: **Code**
es_es: **Código**

source: **Title**
es_es: **Título**

source: **Description**
es_es: **Descripción**

source: guarantees
es_es: garantías

source: A list of the guarantees given for this contract.
es_es: Una lista de las garantías otorgadas para este contrato.

source: Guarantee
es_es: Garantía

source: Information of the guarantee used to ensure compliance with the terms of a contract.
es_es: Información de la garantía utilizada para asegurar el cumplimiento de los términos de un contrato.

source: Guarantee ID
es_es: ID de garantía

source: A local identifier for this guarantee, unique within this block.
es_es: Un identificador local para esta garantía, único dentro de este bloque.

source: type
es_es: tipo

source: Guarantee type
es_es: Tipo de garantía

source: Specify the guarantee type for this contract using the [guaranteeType](https://github.com/INAImexico/ocds_guarantees_extension/blob/master/codelists/guaranteeType.csv) codelist.
es_es: Especifique el tipo de garantía para este contrato usando la lista de códigos [guaranteeType] (https://github.com/INAImexico/ocds_guarantees_extension/blob/master/codelists/guaranteeType.csv)

source: bail
es_es: fianza

source: A bail bond is a written promise by which a person agrees with the creditor to pay for the debtor, if he does not.
es_es: Una fianza es una promesa escrita mediante la cual una persona acuerda con el acreedor pagar por el deudor, si él no lo hace.

source: The deposit slip is an instrument used to establish cash guarantees available to judicial or administrative authorities.
es_es: La boleta de depósito es un instrumento que se utiliza para establecer garantías en efectivo a disposición de las autoridades judiciales o administrativas.

source: Letters of credit are used to guarantee that a supplier will receive a specified amount of money within a specified time providing strict terms.
es_es: Las cartas de crédito se utilizan para garantizar que un proveedor recibirá una determinada cantidad de dinero dentro de un plazo determinado, proporcionando términos estrictos.

source: A surety bond is an instrument through which The surety is obliged to compensate the obligee for the damages suffered in the event that the principal fails to comply with the terms of the contract.
es_es: Una fianza es un instrumento a través del cual el fiador está obligado a compensar al obligante por los daños sufridos en caso de que el principal no cumpla con los términos del contrato.

source: check
es_es: cheque

source: A certified check as a form of guarantee.
es_es: Un cheque certificado como garantía.

source: date
es_es: fecha

source: Guarantee date
es_es: Fecha de garantía

source: The date of the guarantee. This is the date on which the guarantee is issued.
es_es: La fecha de la garantía. Esta es la fecha en la que se emite la garantía.

source: obligations
es_es: obligaciones

source: Guaranteed obligations
es_es: Obligaciones garantizadas

source: Specify the type of obligations that are guaranteed, using the [obligationType](https://github.com/INAImexico/ocds_guarantees_extension/blob/master/codelists/guaranteedObligations.csv) codelist.
es_es: Especifique el tipo de obligaciones que están garantizadas, utilizando la lista de códigos [obligationType](https://github.com/INAImexico/ocds_guarantees_extension/blob/master/codelists/guaranteedObligations.csv)

source: fulfillment
es_es: cumplimiento

source: Guarantees fulfillment in time with the conditions stipulated in the contract.
es_es: Garantiza el cumplimiento en tiempo de las condiciones estipuladas en el contrato.

source: prepaid
es_es: pagado por adelantado

source: Guarantee by which the supplier requests a prepayment from the procuring entity.
es_es: Garantía por la cual el proveedor solicita un pre-pago a la entidad contratante.

source: Guarantee on the possible defects that a good may have that are not discoverable through general inspection at the time of delivery.
es_es: Garantía sobre los posibles defectos que pueda tener un bien que no sean detectables mediante inspección general en el momento de la entrega.

source: confidentiality
es_es: confidencialidad

source: Guarantee that commits the supplier to safeguard the confidential information that has been granted.
es_es: Garantía que compromete al proveedor a resguardar la información confidencial que le ha sido otorgada.

source: quality
es_es: calidad

source: Commitment from the supplier to deliver the goods and services in the quality specified in the contract.
es_es: Compromiso del proveedor de entregar los bienes y servicios en la calidad especificada en el contrato.

source: value
es_es: valor

source: Guarantee value
es_es: Valor de la garantía

source: Total amount of the guarantee.
es_es: Importe total de la garantía.

source: guarantor
es_es: garante

source: Guarantor
es_es: Garante

source: Institution that issues the guarantee.
es_es: Institución que emite la garantía.

source: period
es_es: periodo

source: Guarantee period
es_es: Período de garantía

source: The period on which this quote is valid.
es_es: El período en el que esta cotización es válida.

source: Report issues for this extension in the [standard repository](https://github.com/open-contracting/standard/issues/651) of the Open Contracting Partnership.
es_es: Informar problemas de esta extensión en el [repositorio estándar] (https://github.com/open-contracting/standard/issues/651) de Open Contracting Partnership.
