Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/risk_allocation/master/docs.po
Languages: es

source: Risk allocation
es: Asignación de riesgos

source: The [framework for disclosure in PPPs](http://pubdocs.worldbank.org/en/773541448296707678/Disclosure-in-PPPs-Framework.pdf) calls for individual risk allocation information.
es: El [marco para la divulgación de APP](http://pubdocs.worldbank.org/en/773541448296707678/Disclosure-in-PPPs-Framework.pdf) exige información individual sobre la asignación de riesgos.

source: The risk allocation extension is used to provide structured data on the risk allocations defined in a public private partnership's contract.
es: La extensión de asignación de riesgos se usa para dar datos estructurados sobre la asignación de riesgos que se define en un contrato de una asociación público privada.

source: Overview
es: Resumen

source: Risk allocations can be represented using an array of `Risk` objects in the `riskAllocation` field of the `contracts` section of an OCDS release.
es: Las asignaciones de riesgo pueden representarse mediante una matriz de objetos `Risk` en el campo `riskAllocation` de la sección `contracts` de un comunicado OCDS.

source: The risk category can be represented using the `Risk.category` field using values from the `riskCategory.csv` codelist based on the APMG PPP Certification Program. The codelist's Category column indicates the stage or aspect of the contracting process to which the risk category applies.
es: La categoría de riesgo puede representarse mediante el campo `Risk.category` utilizando los valores de la lista de códigos `riskCategory.csv` basada en el Programa de Certificación APMG PPP. La columna "Categoría" de la lista de códigos indica la fase o el aspecto del proceso de contratación al que se aplica la categoría de riesgo.

source: The party retaining each risk should be represented using the `Risk.allocation` field using values from the `riskAllocation.csv` codelist.
es: La parte que retiene cada riesgo debe representarse mediante el campo `Risk.allocation` utilizando los valores de la lista de códigos `riskAllocation.csv`.

source: The description of the risk should be provided as free text using the `Risk.description` field.
es: La descripción del riesgo debe proporcionarse como texto libre utilizando el campo `Risk.description`.

source: Additional free text information on the risk can be provided using the `Risk.notes` field.
es: Se puede proporcionar información adicional de texto libre sobre el riesgo utilizando el campo `Risk.notes`.

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.

source: Changelog
es: Registro de cambios

source: Review normative and non-normative words.
es: Revisar de las palabras normativas y no normativas.

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Add `"minLength": 1` on required string fields.
es: Agregar `"minLength": 1` en los campos de cadena obligatorios.

source: Make `Risk.id` required to support revision tracking and [list merging](http://standard.open-contracting.org/latest/en/schema/merging/#lists)
es: Hacer que `Risk.id` sea obligatorio para soportar el seguimiento de revisiones y [fusión de listas](http://standard.open-contracting.org/latest/es/schema/merging/#lists)
