Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/metrics/v1.1/docs.po
Languages: es

source: Metrics Extension
es: Extensión de Métricas

source: The metrics extension provides a common building block for reporting structured performance information on contracts.
es: La extensión de métricas proporciona un bloque de construcción común para reportar información estructurada de rendimiento de los contratos.

source: Metrics are structured like an [OLAP data cube](https://en.wikipedia.org/wiki/OLAP_cube) with each instance of ```Metric``` representing a single **observation**, categorised by a number of **dimensions**.
es: Las métricas están estructuradas como un [cubo de datos OLAP](https://en.wikipedia.org/wiki/OLAP_cube) con cada instancia de ```Metric``` representando una sola **observation**, categorizada por un número de **dimensions**.

source: Use with requirements
es: Uso con requerimientos

source: Metrics can be used along with the **requirements extension** which will add a 'relatedRequirementID' property to metrics.
es: Las métricas se pueden utilizar junto con la **extensión de requisitos** que agregará una propiedad 'relatedRequirementID' a las métricas.

source: With the requirements extension, bids, awards and contracts can include a ```requirementResponse``` indicating the values against each metric that a supplier intends to meet.
es: Con la extensión de requisitos, las ofertas, adjudicaciones y contratos pueden incluir un ```requirementResponse``` que indica los valores contra cada métrica que un proveedor desea cumplir.

source: This can allow a degree of comparison between performance anticipated at bid, award, contract and implementation phases.
es: Esto puede permitir un cierto grado de comparación entre el rendimiento previsto en las fases de licitación, adjudicación, contrato y ejecución.

source: To Do
es: Por hacer

source: [ ] Check oneOf schema syntax for value **or** quantity
es: [ ] Comprobar la sintaxis del esquema oneOf para value **o**quantity

source: [ ] Add relatedRequirementID to requirements extension
es: [ ] Agregar relatedRequirementID a la extensión de requisitos

source: [ ] Validate schema updates
es: [ ] Validar actualizaciones de esquema
