Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/project/master/docs.po
Languages: es

source: Project
es: Proyecto

source: This extension adds a `project` object to the `planning` object.
es: Esta extensión agrega un objeto `project` al objeto `planning`.

source: In OCDS, project information is nested under the [`planning.budget`](https://standard.open-contracting.org/latest/en/schema/reference/#budget) object. However, in some cases, budget management systems and project management systems are separate, and it might be important to separately specify:
es: En OCDS, la información del proyecto está anidada bajo el objeto [`planning.budget`](https://standard.open-contracting.org/latest/es/schema/reference/#budget). Sin embargo, en algunos casos, los sistemas de gestión presupuestaria y de gestión de proyecto están separados, y podría ser importante especificar por separado:

source: The amount reserved in the budget for a specific contracting process
es: La cantidad reservada en el presupuesto para un proceso de contratación específico

source: The project the contract relates to, and the total value of that project
es: El proyecto al que se refiere el contrato y el valor total de dicho proyecto

source: Sector classifications
es: Clasificaciones de sector

source: Additional classifications
es: Clasificaciones adicionales

source: Project locations, with options for gazetteer or point locations
es: Ubicaciones del proyecto, con opciones de diccionario geográfico o ubicaciones puntuales

source: This is particularly important in cases of Public-Private Partnerships and large infrastructure projects, where users might want to track all the contracting processes related to the large-scale project, and to understand the individual contracts in the context of their contracting process and overall project values.
es: Esto es particularmente importante en casos de alianzas público-privadas y grandes proyectos de infraestructura, donde los usuarios pueden querer hacer un seguimiento de todos los procesos de contratación relacionados con el proyecto a gran escala y comprender los contratos individuales en el contexto de su proceso de contratación y el proyecto en general. valores.

source: Examples
es: Ejemplos

source: Infrastructure project
es: Proyecto de infraestructura

source: Public-Private Partnership project
es: Proyecto de Asociación Público-Privada

source: Changelog
es: Registro de cambios

source: Add infrastructure project example
es: Agregar un ejemplo de proyecto de infraestructura

source: Add `minProperties`, `minItems` and/or `minLength` properties.
es: Agregar las propiedades `minProperties`, `minItems` y/o `minLength`.

source: Remove guidance related to the `planning.budget` object. See [#701](https://github.com/open-contracting/standard/issues/701).
es: Eliminar guía relacionada al objeto `planning.budget`. Ver [#701](https://github.com/open-contracting/standard/issues/701).

source: Add additional guidance on the use of OCDS fields in the context of this extension
es: Agregar guía adicional sobre el uso de los campos de OCDS en el contexto de esta extensión

source: Remove the repetition of OCDS fields in this extension
es: Eliminar la repetición de campos OCDS en esta extensión

source: Add multilingual support for `Project.title` fields
es: Agregar soporte multilingüe para el campo `Project.title`

source: Remove multilingual support for non-existent `Project.source` and `Project.project` fields
es: Eliminar el soporte multilingüe para los campos inexistentes `Project.source` y `Project.project`

source: Restore `Budget.project` and `Budget.projectID` fields
es: Restaurar los campos `Budget.project` y `Budget.projectID`

source: Remove obsolete `mergeStrategy` properties
es: Eliminar la propiedad obsoleta `mergeStrategy`.

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
