Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/contract_buyer/master/docs.po
Languages: es

source: Contract level buyer information
es: Información del comprador a nivel de contrato

source: Background
es: Antecedentes

source: The core OCDS schema provides space for a single `buyer` to be described for each contracting process. The buyer is defined as the organizations whose funds are directly used for the purchase of the goods, works or services described in the contract.
es: El esquema OCDS central da un espacio para un solo `buyer` que puede describirse en cada proceso de contrataciones. El comprador se define como una organización cuyos fondos se usan directamente para la compra de bienes, servicios o trabajos descritos en el contrato.

source: However, some forms of contracting process, such as framework agreements, may result in multiple contracts, with each contract signed by a different buyer.
es: Sin embargo, algunos procesos de contrataciones, como los acuerdos macro, son resultado de múltiples contratos, con cada contrato firmado por un comprador diferente

source: This extension provides a way to provide `buyer` information on a per contract basis.
es: Esta extensión provee una forma de dar información sobre `buyer` por contrato.

source: Extension fields
es: Campos de extensión

source: This extension adds a `buyer` property to the `contracts` section of OCDS.
es: Esta extensión agrega la propiedad `buyer` a la sección `contracts` de OCDS.

source: `contracts.buyer` is an `OrganizationReference` consisting of the following fields:
es: `contracts.buyer` es un `OrganizationReference` que consta de los siguiente campos:

source: `name` - The name of the party being referenced. This must match the name of an entry in the `parties` section.
es: `name` - El nombre de la parte a la que se hace referencia. Esto debe ser igual que el nombre en la entrada de la sección `parties`.

source: `id` - The id of the party being referenced. This must match the id of an entry in the `parties` section.
es: `id` - El id de la parte a la que se hace referencia. Debe ser igual que el id en la entrada de la sección `parties`.

source: Dependencies
es: Dependencias

source: This extension is only valid from OCDS Version 1.1, as it makes use of the updated organization reference approach.
es: Esta extensión solo es válida de la Versión 1.1 del OCDS, ya que hace uso del enfoque de referencia de organización actualizado.

source: Example
es: Ejemplo

source: Report issues for this extension in the [ocds-extensions repository](https://github.com/open-contracting/ocds-extensions/issues), putting the extension's name in the issue's title.
es: Reporte issues para esta extensión en el [repositorio de extensiones ocds](https://github.com/open-contracting/ocds-extensions/issues), poniendo el nombre de la extensión en el título del issue.
