Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/beneficialOwners/master/schema.po
Languages: es

source: Beneficial Owners
es: Beneficiarios finales

source: Adds a beneficialOwners array to the organization object to indicate the beneficial owners of a organization.
es: Agregar una lista de beneficialOwners al objeto de la organización para indicar los beneficiarios finales de una organización.

source: The list of the individuals with a beneficial ownership in this organization.
es: La lista de las personas con propiedad beneficiaria en esta organización.

source: Person
es: Persona

source: A natural person.
es: Una persona física.

source: Person ID
es: ID Persona

source: A local ID for the person.
es: Un ID local de la persona.

source: Person name
es: Nombre de la persona

source: The full name of the person.
es: El nombre completo de la persona.

source: Person Identifier
es: Identificador de persona

source: The legal identifier for this person. Follow the guidance from the Beneficial Ownership Data Standard to set the identifier scheme with the pattern {JURISDICTION}-{TYPE} where JURISDICTION is an uppercase ISO 3166-1 alpha-3 country code and TYPE is one of PASSPORT, TAXID or IDCARD
es: El identificador legal de esta persona. Siga la guía del Beneficial Ownership Data Standard para establecer el esquema de identificadores con el patrón {JURISDICTION}-{TYPE} donde JURISDICTION en letras mayúsculas ISO 3166-1 alpha-3 country code y TYPE es uno de los PASSPORT, TAXID o IDCARD

source: Person nationality
es: Nacionalidad de la persona

source: The ISO 2-Digit country code representing the nationality held by this individual.
es: El código de país ISO 2-Digit representa la nacionalidad de esta persona.
