Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/submissionTerms/master/schema.po
Languages: es

source: Submission terms
es: Términos de Presentación de la Oferta

source: Adds a submission terms object to the tender and lot objects, to describe how, when and where the tenderers must submit their bids.
es: Agrega un objeto términos de presentación de la oferta a los objetos de la licitación y del lote, para describir cómo, cuándo y dónde los oferentes deberán presentar sus ofertas.

source: Information about the submission terms to describe how, when and where the tenderers need to submit their bids for the procedure.
es: Información sobre los términos de presentación de la oferta para describir cómo, cuándo y dónde los oferentes deben presentar sus ofertas para el procedimiento.

source: Information about the submission terms to describe how, when and where the tenderers need to submit their bids for the lot.
es: Información sobre los términos de presentación de la oferta para describir cómo, cuándo y dónde los oferentes deben presentar sus ofertas para el lote.

source: Information about the submission terms to describe how, when and where the tenderers need to submit their bids.
es: Información sobre los términos de presentación de la oferta para describir cómo, cuándo y dónde los oferentes deben presentar sus ofertas.

source: Electronic submission policy
es: Política de presentación de oferta electrónica

source: Whether tenderers are required, allowed or not allowed to submit bids electronically.
es: Si los oferentes están obligados, autorizados o no autorizados a presentar ofertas por vía electrónica.

source: Variant policy
es: Política de variantes

source: Whether tenderers are required, allowed or not allowed to submit tenders which fulfill the buyer's needs differently than as proposed in the procurement documents.
es: Si los oferentes están obligados, autorizados o no autorizados a presentar ofertas que satisfagan las necesidades del comprador de forma diferente a como se propone en los documentos de contratación.

source: Electronic catalogue policy
es: Política de catálogo electrónico

source: Whether tenderers are required, allowed or not allowed to submit bids as electronic catalogues.
es: Si los oferentes están obligados, autorizados o no autorizados a presentar ofertas como catálogos electrónicos.

source: Submission language
es: Idioma de Presentación de la Oferta

source: One or more languages in which bids or requests to participate can be submitted, using either two-letter [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), or extended [BCP47 language tags](http://www.w3.org/International/articles/language-tags/). The use of lowercase two-letter codes from [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) is recommended.
es: Uno o más lenguajes en los que se pueden presentar ofertas o solicitudes de participación, utilizando dos letras [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes), o la extendida [etiquetas de lenguaje BCP47](http://www.w3.org/International/articles/language-tags/). El uso de códigos de dos letras [ISO639-1](https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes) es el recomendado.

source: Bid validity period
es: Período de validez de la oferta

source: The period, from the bid submission deadline, for which bids must remain valid.
es: El período, desde la fecha límite de presentación de ofertas, durante el cual las ofertas deben seguir siendo válidas.

source: Deposits and guarantees
es: Depósitos y garantías

source: Information about the deposits or guarantees required from the tenderers.
es: Información sobre los depósitos o garantías exigidas a los oferentes.
