Repository: open-contracting/ocds-extensions-translations
Catalog: locale/*/LC_MESSAGES/essentialAssets/master/schema.po
Languages: es

source: Essential assets
es: Activos esenciales

source: Adds a object to the tender object to describe the assets used for the provision of public services.
es: Agregar un objeto al objeto de licitación para describir los activos utilizados para la prestación de servicios públicos.

source: Essentials assets
es: Activos esenciales

source: Information about the assets used for the provision of public services.
es: Información sobre los activos utilizados para la prestación de servicios públicos.

source: Has essential assets
es: Tiene activos esenciales

source: Whether there is information about the assets used for the provision of public services.
es: Si existe información sobre los activos utilizados para la prestación de servicios públicos.

source: Description
es: Descripción

source: Description of the essential assets.
es: Descripción de los activos esenciales.

source: Significance
es: Significado

source: Share of the essential assets provided in relation to the overall assets needed for the provision of the public services.
es: Proporción de los activos esenciales proporcionados en relación con los activos generales necesarios para la prestación de los servicios públicos

source: Predominance
es: Predominancia

source: Estimated share of assets provided compared to assets used for activities other than the public services.
es: Proporción estimada de activos proporcionados en comparación con activos utilizados para las actividades de los servicios públicos.
